
---------- Training Info: ---------- 

Number of examples: 768
Length of examples: 80
Character set size: 90
Batch size: 32
Number of epochs: 100
Number of batches per epoch: 24
Generated sentence length: 80
Sentence Seeds: ['my ', 'i ', 'you ']
Diversities: [0.2, 0.5, 1.0, 1.2]

---------- Any additional notes: ---------- 

Unweighted Twitter data, semi-long sentence

---------- All model information: ---------- 

{
  "class_name": "Sequential", 
  "config": [
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          32, 
          80, 
          90
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "input_dtype": "float32", 
        "name": "lstm_1", 
        "output_dim": 128, 
        "return_sequences": true, 
        "stateful": true, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_1", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          32, 
          80, 
          128
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "name": "lstm_2", 
        "output_dim": 128, 
        "return_sequences": true, 
        "stateful": true, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_2", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          32, 
          80, 
          128
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "name": "lstm_3", 
        "output_dim": 128, 
        "return_sequences": true, 
        "stateful": true, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_3", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "TimeDistributed", 
      "config": {
        "layer": {
          "class_name": "Dense", 
          "config": {
            "W_constraint": null, 
            "W_regularizer": null, 
            "activation": "linear", 
            "activity_regularizer": null, 
            "b_constraint": null, 
            "b_regularizer": null, 
            "bias": true, 
            "init": "glorot_uniform", 
            "input_dim": null, 
            "name": "dense_1", 
            "output_dim": 90, 
            "trainable": true
          }
        }, 
        "name": "timedistributed_1", 
        "trainable": true
      }
    }, 
    {
      "class_name": "Activation", 
      "config": {
        "activation": "softmax", 
        "name": "activation_1", 
        "trainable": true
      }
    }
  ], 
  "keras_version": "1.0.4", 
  "loss": "categorical_crossentropy", 
  "optimizer": {
    "epsilon": 1e-08, 
    "lr": 0.0010000000474974513, 
    "name": "RMSprop", 
    "rho": 0.8999999761581421
  }, 
  "sample_weight_mode": null
}

---------- Epoch: 0 ---------- 

Loss on first batch after epoch 0: 2.88717746735

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my baanbr hoer e ee  e           e          n     e                          n     

Diversity: 0.5
Generated Text: my Hn6;y fi?6g a  s  h e  d   i ~e  e   egat e dyo   p h ee  t  i  e   eeewo er    

Diversity: 1.0
Generated Text: my ~:mô?mpxt~Olt aty  ri o im koanboneoofvyin @d  teyioworm eg h o ew/m y ch. ast o

Diversity: 1.2
Generated Text: my îY08FDK'mkb fdsîwo blshah  ninire h o1n.Getiaaúgehenhrn hhtr vùh!ah.wm leo' 4aee

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i J vAe;Äen w                           n         e     e                         

Diversity: 0.5
Generated Text: i fdtwVlccbaac t t e e eii on n  enl h ta~it    eet  f  eeo   n e    or ew   eo   

Diversity: 1.0
Generated Text: i DgOdx(PamayNhK"km~DpT'? ri~mhlchr cm iaaed set0f l~5areohy c imt-eF1ef;e Fnhs~hi

Diversity: 1.2
Generated Text: i g0ùL2gyE1@ he †*k †MUes emrlCnp getfyFta'a rtpyet  rhteQ~ùnun u roket 1tywuhttiu

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you nuOo a  ee e  e             ee           e                                      

Diversity: 0.5
Generated Text: you 6úmVù i  ende ei on enes   n  tr   b  eynelole h     e  et  i      rn   neoe   ~

Diversity: 1.0
Generated Text: you oUù@Te)-bdbfdhsnsiekls~d ethOetten hikkeia hneb"e~ n mt o ezt~i  k o nba inm no~

Diversity: 1.2
Generated Text: you ¶ú^vQM.OEz.4dtreknoor1't  'mgf~ foceinnidhJ,d‚moby yanwtflo  bMi~Et)~i/ tòwUkcob

---------- Epoch: 1 ---------- 

Loss on first batch after epoch 1: 2.53210473061

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my hhil'w o o  oe  r      e                                    e                   

Diversity: 0.5
Generated Text: my @*8mfgioehsi ee t ed n neeef    iie  e eie dooeef  e  o y  o u   te h y dln    l

Diversity: 1.0
Generated Text: my IyHqWTua1(hhyttbrhsnm g  oei~  e  fwfd i  esaoheh ews~tooftooiehw   ~noù .miis l

Diversity: 1.2
Generated Text: my -h6^k.2aj neÄhIe nwN yere e ?;kfuspiefAubnfo~w~eesfyOanllnpspshred e Iouftnkboi 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i ocidi eoh   y                      t  e           e      e e                 o  

Diversity: 0.5
Generated Text: i òôx%fffviewi i dmees nc o   ndstu i oe te  eo  i io eim    oae i ee ~  io f e ei

Diversity: 1.0
Generated Text: i ¶PrI†Hyig4 3C! arriida ot  eidi ehknÄad ~e~~o  ri  e t‚or  .rerw sh.bnen m  eges

Diversity: 1.2
Generated Text: i j?05ChQ†dSoîlph Iramgfimhae~lWm  oenN eeomwde asde  hf m v gtoenb‚mn.dm p~ oll  

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you bph. e  e  e e  e   e                e     e                                    

Diversity: 0.5
Generated Text: you upd^miV;cfhfyn e  o  nl      io  rlee bt  t em ee eelemmifnote oeo e    tot i   

Diversity: 1.0
Generated Text: you 1A-t"eowo1ywwinl lT  egiheon kpb rhro fim i m  y Gk h~'ewuse  f e m  oyiinywabil

Diversity: 1.2
Generated Text: you /Asn1PBdf"pg!eyHbynh tnttye "r mabitm,fwau o fn1% jasdmty st u ey (mmt %aeekmtfo

---------- Epoch: 2 ---------- 

Loss on first batch after epoch 2: 2.4239346981

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ormar n  e                             e                                        

Diversity: 0.5
Generated Text: my òwY*y  hhc) e       f   ras eeser n     e a     yo   bo   enb ems    enemv  s n 

Diversity: 1.0
Generated Text: my eehvbnjf5t‚eoaHhnpeeyyyuo‚ude l tsu  tt h  fngsprhhh emltohehyobrgnsteiboeojd tk

Diversity: 1.2
Generated Text: my wksG¬rr'ja QngtecÄerds euum  den e.be  tmno Fh ewvtbhw erp aiCInk oyeotmegpma ol

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i 6lakmtrs r  r                               n                                   

Diversity: 0.5
Generated Text: i hpôf‚nv3ger hee  ehih ~  y  h         wf  netn             e  ea  i l d e      i

Diversity: 1.0
Generated Text: i  !Gg.k.^uD usymbeoyi   ns vnh b eaei*t e i~n nblfnhl i Äohr uae De,   ~hgoh   ri

Diversity: 1.2
Generated Text: i ';Djfôdvmi frwmn&hmohiwas.fndnwkwl ndtn  Ä rlsfrey hhtdh ~hi a mt s i ymlgrnwIwg

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you avi%dm   h                           i                                          

Diversity: 0.5
Generated Text: you y~d~  'esh neothb   nle  n l t   air         m  oo   ai  r    m    n    ht e   y

Diversity: 1.0
Generated Text: you 8B)Nh5d/ geE kywymelhd ~eown    gfpr  s  yoisids  n ‚dedkmuns  tphmy ad  .th doî

Diversity: 1.2
Generated Text: you †iLJo3h~Y#ezr  ~f gnwnlneecnprhtmsfmngnÄ'pew  rdnumy !g'i~f ydso~k~htu ~ah~~deit

---------- Epoch: 3 ---------- 

Loss on first batch after epoch 3: 2.41751527786

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my qfin nn e     e   e  e e  e      oe e n     e     e   e oe  e   e e             

Diversity: 0.5
Generated Text: my 6'ypoo'ee  oeple rt   dn   meerfy re h   ehnteroel s e n   y e r    e a tii    e

Diversity: 1.0
Generated Text: my cJlee.uv fdi. inbylf?yieud  resfiygkr khofytetaaosibmgsu oekb.wyrfkosoumtnnerres

Diversity: 1.2
Generated Text: my Mùútdaaaiy kertoia iimn'~e~d nIlh et ¬co~n .m io orktd nvh"yrnmc f dobe fhetalm~

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i kbnyogeor  ee e  eee     e en   ee     e   e   e   ee        d e   e  e eee     

Diversity: 0.5
Generated Text: i #^dFîevnrgtey comd isrsoodieern t en e oo ei  eie  sbt bewioo   lris uue fhwe  i

Diversity: 1.0
Generated Text: i x8atuA=5 cct efeao e  fydefseoVin e r ryapo@d'pb et uhde'ifnbbeb exriwdyrenyfo) 

Diversity: 1.2
Generated Text: i oyw2b gc'v'g fnc.ols,nhrnnnsIfylfkYkuetud eeawd eoeyri ttmlunrnb? xrtyBtm gndri 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you oIb   o ooee o  e  e   e es          e  r   ne      e   e e        ee n    e   e

Diversity: 0.5
Generated Text: you focfoeùe hoe    h n  y   t omnodhn s e'eeerohoysye   oyen eysnet nnnamb efrpr  n

Diversity: 1.0
Generated Text: you NÄWaWe0mpK go  ceun ereahn lbvtnoegg etf kdf  fae nle eelmeai gaeoeuldnd i kysh 

Diversity: 1.2
Generated Text: you e:4HM3x5nmdtTe2 d~fvoo i frdelsbde'home eaineoldm4ueAd;oerh"ay sehlny mo u  ohnr

---------- Epoch: 4 ---------- 

Loss on first batch after epoch 4: 2.30609917641

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my   fkr er   n  ee  e     e          e o    e e           n         e             

Diversity: 0.5
Generated Text: my mkiL.îiyee    l e dai e   s n yn en     eeeee     i  eyhe et   s m  enr   e  in 

Diversity: 1.0
Generated Text: my vB8&J"husrtoc~~ o~hs aeil h"bbbetieop rse  t elalnd il  ùv  w'hn IbohP inh s,y  

Diversity: 1.2
Generated Text: my qNb&imdf&nkRIh~heeaheaccaarbnara wf  i eMtoIobwnom eeea  d xf nfnnd ni s~ly uwd 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i M io sneee       n    n  ne    e       oi        e    e         e n            n

Diversity: 0.5
Generated Text: i Olrib rooteod     n smd o    nm  ndt  g nid n ln nnt   e hi ~ i  e    hotee dt e

Diversity: 1.0
Generated Text: i W=NhpY&plrFoo ae eTeetIDo  e   alds nts nm n a w ? hmItd i eyurm  f th bmotedou 

Diversity: 1.2
Generated Text: i ‚.xwAmir Ä ntkf-g  p fúangwy nfrhme lokhúy i~ca~~~h~~~Hwae mh ivebudmiid  miwy m

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ycifeos  e n   e     e e           e   e   e          e        n d      e       

Diversity: 0.5
Generated Text: you SugnMot  n  oendo eer  o   be   m nir nole   btep ~n~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: you Od@h.ùÄúc rao ebeaibind0uh n y  ni ww shkiseigsI hsdeihhttphromwsIt olykut ^isw 

Diversity: 1.2
Generated Text: you 'DFrt hm‚.niaighn bkfe vs genk hntyesLae  ~nob tth u ow.emtnont  k  yeotnn~ a~ùh

---------- Epoch: 5 ---------- 

Loss on first batch after epoch 5: 2.24801230431

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my enrredf          e e e         e     t e       e e      e        e              

Diversity: 0.5
Generated Text: my   o eym i afe  el a ua o m o e f em   eoe  tts  oye oie     omt  el e   e y  ee 

Diversity: 1.0
Generated Text: my cgpfIl if ,r ~a no eihtkohdom  e  kfc i b  lol    ed mih Veysefnxn yfbfkos ox'F~

Diversity: 1.2
Generated Text: my bA†yxtdf  csb3pls nae ttfhett    rritip~ho kasy-nyyena'tiumThalhIm hvoe.bnIsi1m 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i o .kf  e     on  e          ee              e           e       e   e      e   e

Diversity: 0.5
Generated Text: i qamEk   reeoe   ee y   ifet  d  sie l     en  tkh    o ea   e sni t  no eeo     

Diversity: 1.0
Generated Text: i H&y* pyom  t  bmmiedrn ohndl hwnslkn wmtcbveocantihe  iuiwi ol  f e ô ! ~ld~hon 

Diversity: 1.2
Generated Text: i PWljk"Tbbiúnn.'?~wmmeprmeo oi o ya.mmhde ~nm tkoMyshsitkos,owtwpi ktahwlki" bnco

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you brfre r          ee          e                e                              e  

Diversity: 0.5
Generated Text: you yrbefeo an e   ee erisi            t    tm e t  tst   i  oeo    o     hd bide   

Diversity: 1.0
Generated Text: you ncp rDiikxawt 'amt ym tifee tqeyn lsm rrh t mk iaH~~~~~~~~ ~~~~~~~~ a~isl e ythe

Diversity: 1.2
Generated Text: you B/Kytkwnu haspisdgipovfa.keottchdhwhey nieb yoa ef paf l fbtfofns eh ireosystye,

---------- Epoch: 6 ---------- 

Loss on first batch after epoch 6: 2.15758180618

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my brnrriinedd       ee      eee      orien      ffein      e e    e e n    e ee   

Diversity: 0.5
Generated Text: my axifrfrnidneees  eoeu m  to s oyi nnens ie  m rbe t   um es i m   oelde  an  et 

Diversity: 1.0
Generated Text: my mlwsenrfrhn lhnseeyniei snrm m reie mwceat o yt onera tds mett rnc eoot tttedeno

Diversity: 1.2
Generated Text: my îR8ifke hreondîrlw  hihnms t.sts lCao& nhi   byirpn'~ .edw~b~~~nit~A enety nnmfy

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i nyruirre ned    ee e       ein     oeo e    o   i en     oire     e     er nn   

Diversity: 0.5
Generated Text: i bIwv&feeeeon   eothol ei ede   teeh w  h  rr rf  e   t  i  nfhe   noie  te   s n

Diversity: 1.0
Generated Text: i ?l;tMefya'uennht ohn tonpacystboeevt  aiop d e  p‚ i byiyofiledl~ncAatniet'  eo 

Diversity: 1.2
Generated Text: i (G&b &(rIe  asolctntsItrh e!rn Rtih~ rhit¬wiehii~ .~whwe mio  fgoofednoaow e h -

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you yyrrfeee s  e e  e     oei       oee    e   e i     ofeee    o  f een       iiee

Diversity: 0.5
Generated Text: you jeerr necd nusdmsth ie  nhe  sa  l k e ywe t  otrrnen   isfnwe   r o rete  e  ne

Diversity: 1.0
Generated Text: you mi0ooeocf.d ssnee  rInoib oi hnn koe( asiota Womy  frmoi nddle gh emDg t olnweh~

Diversity: 1.2
Generated Text: you EhkyrfiÄjt uiontcljDd e stongste Nae ú~eysniecipcasihi vt7hnemat hf ennieayeey-t

---------- Epoch: 7 ---------- 

Loss on first batch after epoch 7: 2.13399910927

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my forereedd     se       ei     o               e          e      e   e e    e    

Diversity: 0.5
Generated Text: my hkerren k  d ae s one     l e e n ee es   e e  n  eo    s pe ed   i o beo    oo 

Diversity: 1.0
Generated Text: my &t texnd aolok s,f~i#~e  beerf ms.Imtlirk'pflgkt ta l nrs  mo ynbbveee  ohu c el

Diversity: 1.2
Generated Text: my *profye~t t~"pa~me'lE hfrhen pwercmomenSesÄnBg;'te dt I8 neea¶aa  hslag ada~cs i

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i nnfrieee     e   ee        oe           e     i          ee         e     e    a

Diversity: 0.5
Generated Text: i N0yio n ee n  oa     osyis   u  e eo     e   ede d  e aa n  ee    n  to  en  e m

Diversity: 1.0
Generated Text: i Og‚ 'g8fo ie otmh mhrupiaetsgene~~~ ~1 nwketamr o e  ryrpd ioegs  haad&~~~~~~~~~

Diversity: 1.2
Generated Text: i V4"hFx*Dis a htbylYtena~~d~~~~~~~~~~~~~~~~~.~~~~~~~~~~~~~ ~u~~wn thek h o yt bef

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you frrri e          oee     t    o              e     o  e     e     i         e   

Diversity: 0.5
Generated Text: you ôrdnree  t t   eic   ee  ~   e tmeh  oetnnc l etm  ip iaa e oe  ft    ei ine s a

Diversity: 1.0
Generated Text: you q.uksoetOipC~a w m osuibvn  sleid mpen  lbhWethoyc n f y     f hyl hdel ot~~~~ ~

Diversity: 1.2
Generated Text: you tek peoneehceaymhyaooD sel ‚hg i.msa wtyhtgp tclennthdkweshh ere/d~s il  umnmas 

---------- Epoch: 8 ---------- 

Loss on first batch after epoch 8: 2.06699061394

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ffrrreend      ooe e       oee    i   e ee   ooy yern   o      ee     boofie   o

Diversity: 0.5
Generated Text: my rr&need d  tet  ott   o e  ks nh  oao   sr    hu e leh n   utfbeye scools sh le 

Diversity: 1.0
Generated Text: my !irnaieF d tky o ftte    hrgy u aye  yehcfhIne her weyIuh efyltao~ dti~me~ ~m ar

Diversity: 1.2
Generated Text: my !ewyBoa aultaans  ajeasK sct tnIekiDg~e~~~~~~~~~~~~~~~~~~~i~~~~~~ ~~ d h kwneenl

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i efioreee     o oiie       o o ie    e    a e    oo e   ee   ooyo ee    oo   ee  

Diversity: 0.5
Generated Text: i t0o'hiefr   oeoa   oet e  oe h  heoe p e y ryyree       nee  me t  ofyee  oet a 

Diversity: 1.0
Generated Text: i F¶s:o.srgveooedet rtoierua h hot ndhdb  tp ee dya hh ers~ kIsb yner bhree~~~~~~~

Diversity: 1.2
Generated Text: i Iouô rehndrk't Hrnt~vn  kIms uh,  ‚bad hae nmphi wsposeennahr kimi Iosyb mhe rn 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you rrfreee    oo   ie n     ooi e        eee       yrreen     o oee    e     ooei  

Diversity: 0.5
Generated Text: you afrueend ss l   om  enr    ese  h eee~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: you r vrwed d ~it~wlIwhbnejoyoni eo giiwtst n o oyo bfesed ijwtv  pmea irlho tIso tn

Diversity: 1.2
Generated Text: you kf%teahd act iwol t tem ofteatin hdamar Sosùw emwIir irgl ttNohtgfp mfpbons s sh

---------- Epoch: 9 ---------- 

Loss on first batch after epoch 9: 2.00270295143

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my orrreend  te  e  e e     oee   ae   oo    ae   ooe  e   t  ee  y oyeed  oe   e  

Diversity: 0.5
Generated Text: my kofrreed   oae  ls n  ede  ooi  yohe   hae  hbe  yaue  eow h ie  om o   bifnd  s

Diversity: 1.0
Generated Text: my eoyerendv t sfseis ah nú hhvsncolyun  vottmd ogane hs m boo,edrd lu e ic pea daa

Diversity: 1.2
Generated Text: my arfhee~w~ sotepe yttyfeen ms oefoktnddIMtn ohsor.Y hh kvxInnemtiue h tn  trgke  

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i waifeeee    oo ie   oe   o   e   o a   e   o e   a    ooe   e   o e   e e   a   

Diversity: 0.5
Generated Text: i Fr iine enwd  mco ele  t d   ti   m   fy ien~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: i ?#p‚xio¬ w nbbrounn  oc  vstshsrs ael~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~  ieswwt uo a

Diversity: 1.2
Generated Text: i .sq?ts.a m lbahtv .~  slak nlee netvof ybfyyienn."~~~~~~~~~~rô~d  'aamtwmvu oôee

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you frieend    oe e   o e   he   oo e   oi    o    e   oe   ae   o  e   oe   a   t  

Diversity: 0.5
Generated Text: you ‚firned ssee  owy an e oi et tms  no  rot e  a m  lm h   ut ta   bhre n  s  o se

Diversity: 1.0
Generated Text: you behie'ndrhbtkon. huee n ypyere   a,s,tn  byeukk~w~l r   bybnfidt otpmd'bgf he   

Diversity: 1.2
Generated Text: you wrnadn ttdwoshe wsh's Inale yyoyafee'ddIi~s !anDwawmlhôyathtô tizip tl'  atrc?  

---------- Epoch: 10 ---------- 

Loss on first batch after epoch 10: 1.95408499241

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my yffrriendd  oe e  ooe  he  m  o ooae   e  oo t  e     oree  oo  ee  oos   o  oee

Diversity: 0.5
Generated Text: my offiiiee    oe e s aa t   i oy eeen  oun  oet t  r tuet pto  oboo rein  ie n e a

Diversity: 1.0
Generated Text: my sVffeeennd iee tywohedry grlined.~~~0~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~ 

Diversity: 1.2
Generated Text: my bFdrrern  I bcmse ses' ihaoedotoet &kc;el fhtuupimehektmy' yÄaei  tseho1t gahb a

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i ofifrreen  aae  e a  ooree  a   ooy oeen  oe   ooe   oe   o  oo ee  ha  h  e  ee

Diversity: 0.5
Generated Text: i @kbuyrreeeds oboe tht y e obue  oa  el ose Ioa e te i  ytmoat  a  t oae st see  

Diversity: 1.0
Generated Text: i *Y3ôbHnui n   yooliidg  lon ilrn abp Dotf‚ ia 'dc ApB vhie s io ôutll e"'~~~~~ ~

Diversity: 1.2
Generated Text: i -Äifuoonte‚rpuwsmaitbhme oae  cooo1U~~~~ ~~~~n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you rriinen  he  o ao  o ee  t  o yoyiien  ooe  oo  e  ee  ae  ot   ooe  h e  o e  o

Diversity: 0.5
Generated Text: you friinned  e hklte eet   ofyffiennt ss seee mse l a  tee~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: you ynykeeendears ioveaep  tfayoco cm iesiree~~~ ~~~~~~  we ~  ahney mbbohfienid at 

Diversity: 1.2
Generated Text: you rrkrefd atkl skykiuÄIh ftwa mhwueyse chy Iki‚n tcmeAnnnhmtia'w. gwabMi tmtdsaeyn

---------- Epoch: 11 ---------- 

Loss on first batch after epoch 11: 1.9152739048

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my fffrieend  oo o e  ee   o o en  m  oooe  ae  o  o e e  o oee  he  me  oo   oee  

Diversity: 0.5
Generated Text: my afrriied  tee  be nf  th e   o uad te  een mo o ohied~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: my *bfiyine~  so  wcrd h u m d yofr5ie~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ whni  w

Diversity: 1.2
Generated Text: my r?rsiinlthise iis thSinhomga h  eek rmttache  eet yoyakbcoosd   oe  mfn sa fo-ry

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i jfiriee  h e  oyooree  to  oo  oo  ee  h e  o   o  oe  oe  oe  m  oo  oie  oe  m

Diversity: 0.5
Generated Text: i ôofaenee  riee  hke  hyota e ym aboiee   o bobmtel  i se tte t e n  o bofiae  i 

Diversity: 1.0
Generated Text: i yibfeirids  u iialtmkhtppho krtsn yclwmnk bjyyhf leedd omt ygsescyhgdde Tes l‚ge

Diversity: 1.2
Generated Text: i .fPFwe4enoahnrg hl ia oaed ywe pb oeiennswm ttbaaobgybet bng yIise biink sb ytm 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you rrrreed  oee  ae  m  oyoffiend  oo ee  ot  o e  ooe  ee  ae  a  a  oa  h  o yoof

Diversity: 0.5
Generated Text: you rrceennd tilcst  ee  heel we   hyoyoyyriied  e es ee  es bboofeen  we rie ia lte

Diversity: 1.0
Generated Text: you fvrerednel  .~n~~~~~~~~~~~~~~~~~  i et t lmnet bbbyyyreied~ddo ka hep oe Irfuota

Diversity: 1.2
Generated Text: you fo!ffeu  nb yrv ooe s teka eance(edl b   noie a.d~~~~~~~~~~  watFnw~knhwh ewy'o'

---------- Epoch: 12 ---------- 

Loss on first batch after epoch 12: 1.89868068695

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my rfriiend  oe  oe  he  h  a  oe  yo ae  h  oe  he  he  h e  oe  o e  o e  oe  he 

Diversity: 0.5
Generated Text: my oyrriend ts e e mae se mt a  borae~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: my eyiriee~  l vneen bt  aen ght ro oosshhi~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: my  Teirtndttwoytnt  oohla  yd apynp hokn~~~~~~~~l~~~~~~~~~~~~~  o en ktt nySmnw'nw

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i rrireen  oo t e  he  yoy oyien  ae  oe  ae  he  he  oe  oe  oe  oe  he  he  oe  

Diversity: 0.5
Generated Text: i eIfiiee  hhet   yyyyfiien  oss ee e  ae  byai  hye an e  gee m  la  oee  ha  se 

Diversity: 1.0
Generated Text: i yvroiiendcmt atmt ua ey  yryenrd. ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: i 'iwcrn rtmsôlnIg oatdtyha mmy  oorfiex wljn~  Sth bohn a8n cmtid  fskolmd. wstÄt

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you rriien  aa  e  oy ofien  ooe  oe  he  oi  oe  ae  oo  o e  oe  oe  oe  he  me  o

Diversity: 0.5
Generated Text: you frrinnd  eee he  ht er  boo ie~  eit oo tt e e mle aee ele ia  mg  yyyfreend  he

Diversity: 1.0
Generated Text: you †srwas  tae tmm~ htrnybpyoyrrend wk~~k~ l ekensm amnItdl gIchaa~~~~~~~~~~~~~~~  

Diversity: 1.2
Generated Text: you .3rvrdln,n! y yhw oie wnzeg hnn oah wb itedeMhh hg~dd UkeeTalsi,' a wnh.n Oy mo 

---------- Epoch: 13 ---------- 

Loss on first batch after epoch 13: 1.78036606312

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ffrriend  oa e ee hae  ooe  oen hoe mo oo a ae  ooe ai  oe  oae  oo ta  oe  oee 

Diversity: 0.5
Generated Text: my frfrieed  iie aee tie toe mie toy ah see iie wh ne mh ho toe ksi so chest oet ha

Diversity: 1.0
Generated Text: my ieNne~  aaangt nwyt ooffreee  asptkndh liu hvn wfbi.nd~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: my ôhieeen wat "v tfaem kIcame~~~~~~~~~~~~~~~~ ioeltat' omotyouen'n  1onyÄlees rLla

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i riiiee  aee mh  ooyriend h e oe  hee  ooe  oe  he  o  oo ee e e  oae  oa  oae  o

Diversity: 0.5
Generated Text: i tbfrfiendd ose ee hhe  ohe hen mmn ios roe  ais ohn  oot h i e ec iee io i apg o

Diversity: 1.0
Generated Text: i fkfseeeni  bbpffried thlaermep aeettga..~~~~~~~~~~~~~~~~~~~~  aiethwmm m yoyfiie

Diversity: 1.2
Generated Text: i y‚hszceandpdcieeltwbwaw umeo byfybiesdt~ IsemhsI thd goeiH~~~~~~~~n .!~~~~~~~~~~

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you rrieen  oae  he  hoe  ooe  hoe mh to  ooe  ae  ae  oo ho  oe  ooe whe  o t oo ta

Diversity: 0.5
Generated Text: you firiind oi dete he m oboofeend~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: you Orityen hou gont hhc elnen ei beitnaavdru npe. sDe anvAÄ~~~~~~~~~~~~~~   ikt  i 

Diversity: 1.2
Generated Text: you rriiek plsdpveknawn hye tfyfkieg a.tgs~ hmnmksmajdee!omeun yucmotme mlmetshs inh

---------- Epoch: 14 ---------- 

Loss on first batch after epoch 14: 1.7853076458

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ffrriend toe eee me ooe iie  ooe iee ooe  ooee hie hoe ho oae hae mo oooe rhee o

Diversity: 0.5
Generated Text: my byfriiend taid mi  oo iree heed ooceet o aa een ooee aiyttoe mie woet hdte whnr 

Diversity: 1.0
Generated Text: my fffrieedd 'atstcca ahmsn sja gtsesi.n  ohe ip uoaboshs hn!d a auctelIewktm ew bo

Diversity: 1.2
Generated Text: my ôantieeddwne edc yhwrfenrdgaecairYsaierFmrhp1ttteti-a tto oavego aeklwhe af suI!

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i fofrriend hoee me mo oofriend ooee oo ae ee hee ooe aoe woe mee hoe ooe hae hae 

Diversity: 0.5
Generated Text: i m'fieee  homne ao aye ooooen hrte el oe hwee booyrreen iie hooe olae ei soes wha

Diversity: 1.0
Generated Text: i MmdIwn ore nnoie motbyfyfrinnt aeenoo"smsnvIpusogessale lnsiolnnls aioee tIawe n

Diversity: 1.2
Generated Text: i thbeeiensmIwueenmbee ywienn lifmkngtae srmis.  iee wmntR hs lhn pfbylhetalr.e  h

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you fiiiend haee men mo oofriend ooes hoe ee ee aoe hae hhe  ooa ee hee woe hoe hee 

Diversity: 0.5
Generated Text: you  siieen toie mne oyoyffriend e oses mae eo ea mo ihnes hooe hae wae hh e booffii

Diversity: 1.0
Generated Text: you baiiien thysoeue oolt avMmnmfoet gaaer aoniedcb. iTdmia soarsee~~  nohesnpohnd o

Diversity: 1.2
Generated Text: you y rfiinndcaus tb"e~ shae sns uaht oboclk‚e IHpka aait;res m hyoi ik,eTtweudnmnut

---------- Epoch: 15 ---------- 

Loss on first batch after epoch 15: 1.80464315414

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ffrriend tie  he  he  hen whe  he  he  oe  hen whe me my boyfiend  oo ae  he  he

Diversity: 0.5
Generated Text: my ffrriend as e' wee bhon  bele win I ae wie he' met ies wan e  me Iits fe  ha  wa

Diversity: 1.0
Generated Text: my eayien  heJ ienn ir ga e pa fth tot oyns bok wpi  i uctl an ms lw in a me lyItoh

Diversity: 1.2
Generated Text: my fifiee  ‚hfkne hi  bikel mgÄge  oecghvats matw rfylntekgpwx~n~~~~~~~~~~~~~v~~~~~

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i bffrriend ti  hee whe me me boyee  hon we he  me mo a  ae  he  he th he  hen wa 

Diversity: 0.5
Generated Text: i ufhnee  hhne  aet mt boy fiend t tee Ih me ma ho he de  he~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: i .L  ta lclu kmyhwo  ofe  &l dee ounn wmetslo halEsf ias he ue od  sdn wyien Ee b

Diversity: 1.2
Generated Text: i %ÄWYked& a yne go mten IyfcoiN  Yin hi, hbmerrhlltIats gts whi ght saE Ien r ote

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iiien  hhen my boyfrendd ti e  he  he  oe wie  he  ht  oe  he  he  he  he  he  h

Diversity: 0.5
Generated Text: you aiiee  wsee  hbnoen m e loe te  at   y oys ii  hhtt he  o et ho  m ae toe hhe lh

Diversity: 1.0
Generated Text: you ufryiedesime~~~~~~~~~~~,~~~~~~~~~~~~~~~~~~~~~~~.~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ 

Diversity: 1.2
Generated Text: you hhKieed hhtk 'e e ne hiesmtheswhnt t l sn mi at hi Il,5d wntsbboy fhiind ius art

---------- Epoch: 16 ---------- 

Loss on first batch after epoch 16: 1.64810824394

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my fyfrieend ta se m oo oorrie  ae hi  os me oo ho en a a e ee me mo boyfriend toe 

Diversity: 0.5
Generated Text: my yyrrriend itt lee mut o oor faee loo ltirte hns boet lae hon m to lh e oom boer 

Diversity: 1.0
Generated Text: my jyrrirnnd oitocPtttncisd hhi lue bcyereks ornyhcmven iutssws mm tbyprreend iossn

Diversity: 1.2
Generated Text: my S raiedddl apn' mmthnt molryelrrshns‚tt yclunchskdd ied ikesKgfIrmgpnrs'g. a. dw

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i eyeiee  hoee my boyfriend to aes ho me ao ho roe  aae hen a oo oo ee oen ie m an

Diversity: 0.5
Generated Text: i Kmffieen ho eete mee mo boyfriend msls ee oes han he pie te boet ia o w hae mm b

Diversity: 1.0
Generated Text: i inffiee e oye boyfrree  ie bhuki.t mi titt href mts bpauekad' peklhl onn.~~~~~~~

Diversity: 1.2
Generated Text: i xCriioe wsesh mi booyfreenH ow m vhlblae'tnm io bodieefwyetiy nog~e ftbm in a gu

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iiiee  hoee my boyfriend to oe me mo ooeri ie ha oe me ho ae me booyrien sa ie m

Diversity: 0.5
Generated Text: you offriendd oe oo me me mo boyrreedd oo he uo wien ms boyfriend  ooee le ecte he b

Diversity: 1.0
Generated Text: you ffiieed sno ehktn oeent htso tyu1~ at mor hfert'  eglx herK birknt wbaol ce  frb

Diversity: 1.2
Generated Text: you ôhrtfes tiiemdwa hae oe Iiltm my oo rrindnslrm wtaaIfbovr cnm  bo fffien cotae l

---------- Epoch: 17 ---------- 

Loss on first batch after epoch 17: 1.62735629082

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my offriend to eee me mo boyfriend ho ee me ae hoe me mo boyfriend tie me me boorri

Diversity: 0.5
Generated Text: my fyfrriend waes wan m booyriend toices hoe mi ie moe ho toe m hhelu ae me heyedor

Diversity: 1.0
Generated Text: my Pfyfiieng havgm' moei 1me weu ihs se'tee Iie‚e ioeym hss lhrerowthwn hy b yffien

Diversity: 1.2
Generated Text: my Äerihnethtnernie mnvffstpúcarhe vh an h wuwn mF boofriend a teecrr ltee wta t ha

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i ihoiee  haee my boyfriend to ee me mo boyfriend toe te me toe hoe me ion ie me m

Diversity: 0.5
Generated Text: i jhroien  oant hy boyfriend iossssel ie me hont ce et mo uae me Iytoen an ho boy 

Diversity: 1.0
Generated Text: i :Ba'net mcpInndnts  oyytooee dolnoetIe aee ao hit joe iretsendse fae crfk rye sy

Diversity: 1.2
Generated Text: i k.m,~n  ircwiylovm~ gnin h3p eeaen" seim mda erncli no se moes bo~m ty boerrandI

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you rfiiend toee me boofriend ao hhee wae me boyffiend woee ai me mo boofriend to ha

Diversity: 0.5
Generated Text: you iieend hte mm boyffiend to  hekt hin e aenn a tee hi an met oo hhut wende  aen h

Diversity: 1.0
Generated Text: you riviend hhke mhd yotoil irse man booffriend aevni me wnsan us wm e loelid eruRs 

Diversity: 1.2
Generated Text: you ,lineil htklanTmm mooboyy eind~~ kynsat' rnt it md bosgka.~~~xaIeutjhhesuhe wiot

---------- Epoch: 18 ---------- 

Loss on first batch after epoch 18: 1.62453055382

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my offriend to ee wen my boyfriend to le te m m boyfriend a te me m boy hiend ta me

Diversity: 0.5
Generated Text: my yofrrenn tn an ay boyfriend te woe s ba teg t e w hkg m  oy woe  ha e e menh r h

Diversity: 1.0
Generated Text: my syaiiend~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~  ahk wme my boyfriend nedsg ars ee

Diversity: 1.2
Generated Text: my iy1iesd cwhem me bpyfrindd re vat whd wm g oigtvedtaRe!¶~~~~~~~N~~~~~ ~~~~~~~~~~

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i lhieen whee my boyfriend to te m  a te m ho te i  he te m wo  oy boyriend to te 

Diversity: 0.5
Generated Text: i Dlheen woe mm boyfriend to ae ay won mt boytir i tn m boo i il .  ee woed hi  ie

Diversity: 1.0
Generated Text: i Tbbrriee  uak h sn In Inta hme mta boayt ny wi e  r opckgl id~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: i Paotsatsyists honryy hor lo dogg gt fso bty lhot itslkot ichlh e ng an  un ht bo

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you rrieen  hen my boyfriend to m m boyrried s ie  he  a a  he  an te hen m boy frie

Diversity: 0.5
Generated Text: you riiied whee m  ooye oo ae te mn boy ofrindd iss pe tr me~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: you ameie s tae hmn  oyoticle m   yyyrieed wte m~~~~~~~~~~  intt my bhyrrinddc'ors i

Diversity: 1.2
Generated Text: you Urienn bnbdzenge wis me ou ppiwt lm bd war; ù'ns gae wfts m lrT to wont~~~~~~~~~

---------- Epoch: 19 ---------- 

Loss on first batch after epoch 19: 1.53626060486

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my offriend te ae he me boyrriend to mo a ai ha me wot ho to a ae to ae a a a e boy

Diversity: 0.5
Generated Text: my fyfriend to ta mrs attt me mo oocrfiinne a a oo ss iae r oet a o hog ci hetn wak

Diversity: 1.0
Generated Text: my wffrlien  aogiu‚ oe hise wae whe op  o Yereenp i es'rus bmuksa hik m toeo ess1y 

Diversity: 1.2
Generated Text: my byyrriendd amlos'ys bao.s  tos inplroo on eux seadrwo toripg! htvgt eas~.~~~ lok

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i heien hhen my boyfriend to so oe he me a a a or ie ie ie ae ho to ae woe mo boyf

Diversity: 0.5
Generated Text: i eeekee wesn my boyfriend tod ee un t a mve borrfiend bote ies au lhge boen e e e

Diversity: 1.0
Generated Text: i yevhil en bmog boffrend sio wyieegy ovau  uoqe incWfheer idtstis eoa~~~~~~~~~~~ 

Diversity: 1.2
Generated Text: i 'sFi‚d iinpxu. wW%tnt bbrffriendc. waws 5yesg oeeEloeEÄvdsfwtoe roe phma mnunl I

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you fiieen to me boyfriend to ae te he m oo toe ii he me woe te ho e ae a ae le to t

Diversity: 0.5
Generated Text: you irienn hhae my boyrriend sorbhe s boe ir se whed I ahce mr aenty mo boyfriend we

Diversity: 1.0
Generated Text: you eWrien dfuttnn n  ient Tl Ine mn bbofrrenn s wham h o milliy e ray selli'.~~~~~~

Diversity: 1.2
Generated Text: you tnmhfe cwtso Ie ien Iaet my bdyfriend ba le~: so e s' mrhon gl ortme~~~~~~~~~~~~

---------- Epoch: 20 ---------- 

Loss on first batch after epoch 20: 1.55878221989

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my offriend toes me mo boofriend aoss aete tae wien whhen ho aete woen my boyfriend

Diversity: 0.5
Generated Text: my affieend moe ee ma lastpho u a encat foe wit aa Islgen when my boyfriend ta seg 

Diversity: 1.0
Generated Text: my iofiiend eontbm einpnvi meesee.~~~~~~~~~~~~~~~~~~~~~~~~  ilen hhen titysdweennkg

Diversity: 1.2
Generated Text: my Dffreindpcooa lundsi¶me'!pOa.I~~~~~ sakeitt hmm mytboyrriendrforDv  oecfhe xo,ll

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i hiieen when my boyfriend toee aes te le ae wien my boyfriend toee me woet ie hae

Diversity: 0.5
Generated Text: i wiehen me boyyriiend ahes hos'ss ooe aoee want my boyfriend toae Iset hree hhen 

Diversity: 1.0
Generated Text: i Nartete nhiey buyfoirnd thapneroisesineus whhtt aep. thatsshhin lhats no u arkdn

Diversity: 1.2
Generated Text: i ooPriene , synnolek mhy bbyfrien otxlnsiagcmss wtloa pikinRkcbikG tphok sostta .

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you riieen waen my boyfriend to ee ae woet hae toe hie toe ae ae when my boyfriend t

Diversity: 0.5
Generated Text: you ekiene thae the toe mo boyfriend coes ae ween m ootrhiin wohte mhboe lue  iektie

Diversity: 1.0
Generated Text: you raeieh mafe miy byffriend I jalk hicevwweutsIlmneppcinwegoot~ ionnee mscoereuepg

Diversity: 1.2
Generated Text: you tareee nmelt,gfo uupsf,smcgly ,reea Jeewyhega 0clrte bnlvmsssIi@nh beilylrne use

---------- Epoch: 21 ---------- 

Loss on first batch after epoch 21: 1.51076984406

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my offriend tost hoe tie me me boyfriend toe tete hen he ma ae tae when my boyfrien

Diversity: 0.5
Generated Text: my bfyriend aos me tot hen he my hon carm mt sne se tiat hanh m boafeend heke fien 

Diversity: 1.0
Generated Text: my jofriensd atsemos onds.~~~~~~~~~~~~~~~~ wahe  a k aen Ie wene when arslarr o a's

Diversity: 1.2
Generated Text: my imyt ietk womn my joofree,owhete. goe cir~.~~~~~~~~~~  hant hhte willskwied mnnc

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i hiiee  hien my boyfriend tate me boorriend woen ho me te ae te me hhen me wont h

Diversity: 0.5
Generated Text: i iyinle then mf boyfriend borse ans hee Indee when my boyfriend when my boyfriend

Diversity: 1.0
Generated Text: i caeat wa etmycmp aate leen wan my boyfrienn pisees pfrak.~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: i baio2nl my eysomelhaes afae# sracnbscKstaruuas wane whun cu phobIio cln" tho mir

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iieee when my boyfriend to aes to hen woen we e ho te han ho e ae an wen my boyf

Diversity: 0.5
Generated Text: you riiee bhoee whee mo boyfriend me ae wie ti wens mp boy fiend ian m me mek one io

Diversity: 1.0
Generated Text: you aidee wienthye aoom oat't hanl tlim hhenlghmod fhf uan wia wate' Brocwon tlksged

Diversity: 1.2
Generated Text: you wzeenv ofvbarorte'~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ latvee hhan my boyfriend.ndshuu

---------- Epoch: 22 ---------- 

Loss on first batch after epoch 22: 1.47432756424

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my offriend ta es me hen he me boyfriend wate my boyfriend is at he te an m boyfrie

Diversity: 0.5
Generated Text: my oyfriend wae ta tise han m boyfriend la tun mo borfrend inse fees I gate wend mn

Diversity: 1.0
Generated Text: my rrrrien o'ne? ml nurp.sn ho hukag tii aoin1 me wut ! totgelhn ye bauek fovd I ia

Diversity: 1.2
Generated Text: my ifteen enildcsereyT aae ta.~~~~~~~~~~~~~~~~~~~~~ ewzet t' ea ige ohitT mubmy boy

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i hheen mh ee e mo boyfriend ta wat my boyfriend to ae to ane wene to he e me wene

Diversity: 0.5
Generated Text: i enhee mhe fanee as when my boyfriend m agt woee hats me bont wienn hos a at atse

Diversity: 1.0
Generated Text: i ddaine me winee myyboyfriend etas soto eemdMa qotlsaerl2e mhnmsaiueu to aro Soec

Diversity: 1.2
Generated Text: i Iy'fetos te uenpu ette dauu hisosoaan lens er weedi mhsng h oxs hanll  os ivarru

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iieen when my boyfriend to e e ane te an my boyfriend to ate he an mo boyfriend 

Diversity: 0.5
Generated Text: you ciieen hhen my boyfriend wosn woe a ete res lad arsste ce me hos whek m dotre wo

Diversity: 1.0
Generated Text: you baiiene deees winn my boyfriend dancg ~ mine~ , wins won ii igrto‚ henps wertids

Diversity: 1.2
Generated Text: you iipise aalwheslnhorobIaeya dh reni' hagelhntf fn ro phsfsrrieghnme ngxi umm iuku

---------- Epoch: 23 ---------- 

Loss on first batch after epoch 23: 1.42959821224

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyfriend to se my boyfriend wane my boyfriend a at hen a an me hhe to hete wane 

Diversity: 0.5
Generated Text: my yofriend inh s my boyfriend tuste te atdlle fe gid wane mo int ardpa liet wani m

Diversity: 1.0
Generated Text: my ryrfiend  ho ceye darlat bosr hnth hen anci griiin annsssaÄ, to itM fmytout hen 

Diversity: 1.2
Generated Text: my "wyrienpd,s ilt a‚e.f~~~~~~/ haen my boyfriend loarcfeeel beka&s'h ayabokeôPd wa

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i heene my boyfriend to e se an o me he e en a he te me wen he me an a to a e to e

Diversity: 0.5
Generated Text: i aine lien when my boyfriend to hales hhe te as o oo or oe ti lhen wect e hen I h

Diversity: 1.0
Generated Text: i ‚Genra aiik~~~~~~~~~~~~~~~~~~~~~~~  oje'p wake Iy oy f een whan~ wee oy art e co

Diversity: 1.2
Generated Text: i (iuieA, eNncac Iclaee m I boaekd on Inweelee we e he sueto goy -oil wonv boy wo 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iiien hhen my boyfriend to bate te me se hi e ie de at ho to an ho me an an hin 

Diversity: 0.5
Generated Text: you rieeen waet my boyfriend wa e wo a era un ie iyrsite go bo ant hat wes whet ho m

Diversity: 1.0
Generated Text: you ewiee  ht aygce senevpaa ptols coo suegeegolm Insy boyfriend Phlon te gusvdrs ma

Diversity: 1.2
Generated Text: you qIekarhws myy oofriend ,y pous see. iptiie ha ibchut i ge IntdhheÄ 3ighs ma wotn

---------- Epoch: 24 ---------- 

Loss on first batch after epoch 24: 1.39623951912

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyfriend to me to ans mo boy riend wate my boyfriend as me lis me cor are an he 

Diversity: 0.5
Generated Text: my yyffienn~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~  tatt at my boyfriend 

Diversity: 1.0
Generated Text: my gffiiend golis hnussbhustdot enou ir he chhop sis ie ghat agdasdtan svboggdam si

Diversity: 1.2
Generated Text: my Inrrkekdgy yy byrhiids aa su coo armftiige weog, .sd lint oict hocwoz 1l memkrut

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i hoeen hhen my boyfriend to be me se hit hen to mo be an hin has mo be ce an e in

Diversity: 0.5
Generated Text: i aheen my boyfriend to do ine to mo wans me de se made me a wepta yi oe I atk hhe

Diversity: 1.0
Generated Text: i Rih ealeu hhe mhe siopo innos whon mI toyrsna~ I~.~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: i lepoehe't.z~~~~~~~~~~~~~~~~~~~~~~ ~ hhle wten hyuuo stwpoe . at winp'pl hatnhy b

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iiee  hhen my boyfriend ies te se me boy riend wane to me an be he a hat an a me

Diversity: 0.5
Generated Text: you gieee ao ehen my boyfriend to lis me hre di me ine sater an wot me me ine mo ne 

Diversity: 1.0
Generated Text: you Ckien whee worn peol aye Indte hive wind w-rmr yyftane.~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: you frmeri ‚edogeleluem mboo~~~~~ ltkit m yoy rriendrnisnpmchiurs higoy ci'ko mo's a

---------- Epoch: 25 ---------- 

Loss on first batch after epoch 25: 1.38833701611

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my yyfriend wane my boyfriend ta te an he in a an hit wine I want my boyfriend to a

Diversity: 0.5
Generated Text: my ofrriend i mo wane when my boyfriend wiek he me als lame hhes hhe hi n to to so 

Diversity: 1.0
Generated Text: my esares itI toat emttn boyfriend har litoc. htwien hy oo'd~~~~~~~~~~~~~~~~~~~~  l

Diversity: 1.2
Generated Text: my ayiine thhun tu lire with I then wag ae bakrineg.~~~~~~~~~~~~~~~~~~~~~~~~~~~ Bhl

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i shoen  hete when my boyfriend to et he se an my boyfriend to te he ar an a an hi

Diversity: 0.5
Generated Text: i Ihihet when my boyfriend bo buns fo a fete e jone ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: i tIhhann my boyfriend i as bimcte-Cmgron tpada atgo shhi.~~~  oite tu hoc caa ktm

Diversity: 1.2
Generated Text: i /oenre e'emla wens my boffiend ivks go eos lor jeml hisde hmy oe gete like‚wHer 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iien hhen my boyfriend te me to he e so e me wine hhe to me to bo friend wan my 

Diversity: 0.5
Generated Text: you fieend mo tote ta ee my boyfriend as to me wine I Irwane when my boyfriend wine 

Diversity: 1.0
Generated Text: you 2eeftdhe  aomt a tedn hessee s hi ten†gd tiy totqmuyve.~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: you bceined lite ta w-en I oos we twecb=nbayscmy bopfriendis smar.~~ leth jmn lru t 

---------- Epoch: 26 ---------- 

Loss on first batch after epoch 26: 1.34936881065

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyfriend to to to he e wate my boyfriend wane to me boyfriend and when my boyfri

Diversity: 0.5
Generated Text: my eyfriend pote so wet my boyfriend ta to pe an se thin.~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Text: my fyfriend tine~~~~~~~~~~~ we~t cocn teg hhg my boyfriend I hin  ho hinn hlektngu 

Diversity: 1.2
Generated Text: my ofyiierd Didis alletgobpiasd fhes oa 1ok‚me thmnr. drow hgt hu i ms recrsacht le

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i mae ehe hhen my boyfriend to te an to te like the hhe to me late wen my boyfrien

Diversity: 0.5
Generated Text: i oeein when my boyfriend pase me ou  a tor and to ind wine mu tite hi e when me b

Diversity: 1.0
Generated Text: i wwaen my' oevhro vhhes hhas tele ous hevee ta lole~~ dane hivent oo doks he khle

Diversity: 1.2
Generated Text: i  òoe shcele agme m Icmoovohts Iuh hi a htncir thadlhe tytfhend anle soe'dfsvvesr

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ieen hhen my boyfriend to te to me le he a an bo to an wane me to he do an my bo

Diversity: 0.5
Generated Text: you ueie wien hhee my boyfriend soe wuet me doe sir sa levs ho lane he en hat ho hot

Diversity: 1.0
Generated Text: you Rreeis hatt hhnns su hena ould oe spebwate welwet hhk ble-lo ‚fdzetsnme boy  ere

Diversity: 1.2
Generated Text: you boiini  mhenMm eo hae t uu et het lve.n~~~~~~~~~~~~~~~~~~~~~~~~ 'ike wati my joo

---------- Epoch: 27 ---------- 

Loss on first batch after epoch 27: 1.31429684162

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyfriend to at me like when my boyfriend ta e to hit hin hat hit me and me wint 

Diversity: 0.5
Generated Text: my oyfriend cale me want my boyfriend de at on he dana my boyfriend cate me wate hi

Diversity: 1.0
Generated Text: my ofriindd I gine woen my boyfriend saos me tiy~ I'as wat my my boyfriend waneu at

Diversity: 1.2
Generated Text: my fariend~~~~~~~~n ien whe ipav oh~~~~ Iewten my mofbuyen~~~~~~~~~~~~~~~~ wane boy

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i ahee  hhen my boyfriend is to hin me hit when my boyfriend to te an my boyfriend

Diversity: 0.5
Generated Text: i eaelh ae hhet my boyfriend is guke I doke when my boyfriend as le me wite hhe I 

Diversity: 1.0
Generated Text: i  boyfriend an!' 't my boyffiend case mo bopryrrinnn~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: i isar hhpithce wien he' ang'lhrpetgihte oqtlen he oen I~~~~~~~~~~~~~~~~~~~~~~~~~~

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you hien hhe hhe hhe my boyfriend to et a to he hin a an an he an to me an my boyfri

Diversity: 0.5
Generated Text: you aiee hhe hm we wen my boyfriend to at e me et to me winn my boyfriend do mo hot 

Diversity: 1.0
Generated Text: you rfaend was ti wa gn bho bie ¬~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: you ¬inn's ah'n my boyfriend A‚hsf, D Ma'~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ klkit mh 0

---------- Epoch: 28 ---------- 

Loss on first batch after epoch 28: 1.28961372375

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyfriend hate when my boyfriend cos me hat me and an me me hit me and an me like

Diversity: 0.5
Generated Text: my yyyfriend at ir hes an ba an to hin a lele when I hat when my boyfriend got when

Diversity: 1.0
Generated Text: my oorriend juvt my yetesmg cunbtut colvrisir weven hh the hup oo , atd Che er Net~

Diversity: 1.2
Generated Text: my 7îôte pee mm boyfriend ge at turslot when fe fu iÄôl~~~~~~~~~~~~~~~~ ~~:~~~~~~ h

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i ihee hhe hhe  he late when my boyfriend want my boyfriend to an me to an me do a

Diversity: 0.5
Generated Text: i iaen mhe boofriend alo at me fime in me I hite when my boyfriend soss he tath an

Diversity: 1.0
Generated Text: i teetie hthen chenle jes fnmin o orrwee a hike I~ ~~ hate whan ey boyfrieed noy s

Diversity: 1.2
Generated Text: i leukt iE , whnu gy boyfriend dossbap avyehe fikine, axfeô cctenm, myus , †'nle w

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iien when my boyfriend to so at an me cite to hit hhe hin me and and me like whe

Diversity: 0.5
Generated Text: you eatie I hoet my boyfriend as to his an an m e so the  hit has hit me whet I hate

Diversity: 1.0
Generated Text: you yereek am my boyfriend tocdleo tetes ue hupti coty haat ta oprs him hut~~~~~~~~~

Diversity: 1.2
Generated Text: you &she hijI" I 3s me colpgteor and idvNt I phe  co ons ito goRuh oo cieiy hherBhoc

---------- Epoch: 29 ---------- 

Loss on first batch after epoch 29: 1.26349782944

----- Sentence seed: my  ----- 

Diversity: 0.2
