
---------- Training Info: ---------- 

Number of examples: 13824
Length of examples: 75
Character set size: 67
Batch size: 256
Number of epochs: 75
Number of batches per epoch: 54
Generated sentence length: 80
Sentence Seeds: ['my', 'his', 'when']
Diversities: [0.2, 0.5, 1.0, 1.2]

---------- Any additional notes: ---------- 

Unweighted Twitter data, semi-long sentence

---------- All model information: ---------- 

{
  "class_name": "Sequential", 
  "config": [
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          256, 
          75, 
          67
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "input_dtype": "float32", 
        "name": "lstm_1", 
        "output_dim": 256, 
        "return_sequences": true, 
        "stateful": true, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_1", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          256, 
          75, 
          256
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "name": "lstm_2", 
        "output_dim": 256, 
        "return_sequences": true, 
        "stateful": true, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_2", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          256, 
          75, 
          256
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "name": "lstm_3", 
        "output_dim": 256, 
        "return_sequences": true, 
        "stateful": true, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_3", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "TimeDistributed", 
      "config": {
        "layer": {
          "class_name": "Dense", 
          "config": {
            "W_constraint": null, 
            "W_regularizer": null, 
            "activation": "linear", 
            "activity_regularizer": null, 
            "b_constraint": null, 
            "b_regularizer": null, 
            "bias": true, 
            "init": "glorot_uniform", 
            "input_dim": null, 
            "name": "dense_1", 
            "output_dim": 67, 
            "trainable": true
          }
        }, 
        "name": "timedistributed_1", 
        "trainable": true
      }
    }, 
    {
      "class_name": "Activation", 
      "config": {
        "activation": "softmax", 
        "name": "activation_1", 
        "trainable": true
      }
    }
  ], 
  "keras_version": "1.0.4", 
  "loss": "categorical_crossentropy", 
  "optimizer": {
    "epsilon": 1e-08, 
    "lr": 0.0010000000474974513, 
    "name": "RMSprop", 
    "rho": 0.8999999761581421
  }, 
  "sample_weight_mode": null
}

---------- Epoch: 0 ---------- 

Loss on first batch after epoch 0: 2.7909617424

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: my$"bao srh         i                                i      i                     

Diversity: 0.5
Generated Tweet: my% y&lxy rh hiny mi  eee enreehi  id  m ni h nen inn le e s rennihi    i ai  iy  

Diversity: 1.0
Generated Tweet: myqh#om+a"o8w qngeiihke tyeewodmr  mra eh embl'i d edodabfitidhdaee lmu1n knnsgyil

Diversity: 1.2
Generated Tweet: myfcld*y"'yyy.3tcn vyrsb iri'#nao  irdeiy i~fyrsgmm ignnn.aot?tliagiygy~heblf iwus

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his7a!n g eimo                e   o       e        o               t   e           

Diversity: 0.5
Generated Tweet: his,07vyb ot a rini         o ets o   yd y  ai d y et  e      ot  d t ei   teiay o 

Diversity: 1.0
Generated Tweet: his(s!6{{(a!d'yb oeiy hnsne yas ddd -h  iel y tnoiermrinryoopehaetaat moypaed vihr 

Diversity: 1.2
Generated Tweet: hisj&9af?t]wmik,e~so}  iolintetak  ewboy. ygdiywrykfealfedpdedgas kkkrlao  r bceror

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: whenniiii i   d     e          e                         i         o                

Diversity: 0.5
Generated Tweet: when4m.  urg  t et    eetrie y p   ot  ie   daaf et niw h yie  nsooa  i    k  sre n 

Diversity: 1.0
Generated Tweet: whengl73e? bsayren yos7m cyoiei  tnn  ehy ircnoifedy   eigr?orfrmiyrngut ~h0y fgutye

Diversity: 1.2
Generated Tweet: when dz vmhph}ot*=al aonmbpiybaeh'r aui eltofmnso h kee'urst  me r eondd heitimraoi 

---------- Epoch: 1 ---------- 

Loss on first batch after epoch 1: 2.49221253395

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myaoffrfiinnd   oooorrre   o yr ire    oo  fei   a    oor e e     fyrrr e   o a   

Diversity: 0.5
Generated Tweet: myp2ur ieii fouoft a mo  rrrf ie  abo  r rn i &h  oata yi  ymeoryebior  ioo    oba

Diversity: 1.0
Generated Tweet: my 4zgbfbiifn;mps m[ea pp yt chi'tcmikotob mtirrfnno e rae~~ ibrhiyoaarubeiae  s e

Diversity: 1.2
Generated Tweet: myjpwf"rribr cosfoo eta/    dtbroaeslswsgiiwiois( m~h ?moeiei udmr tpym3yyybwanrsn

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his oteo rri re   orrrre    oeri     ofo re   t    oyfrri  i   e    frre    oo  yr 

Diversity: 0.5
Generated Tweet: hisnfipowryb trffbrn d  aha    ubyir  ee bk vnt    ar iy yarrrn  r hkf  ie   o doe 

Diversity: 1.0
Generated Tweet: his-n"eei9tia aann ecrruyoltpfe   nhi  ba oufiie  bavye atnum.vd~plsaobfenh seitm  

Diversity: 1.2
Generated Tweet: his$w"uy/~m 1iw  orfrrennnent hcooela' 1csl 'ft ibrnoi  ietwotcl ioiie nyobbootyns'

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when ne i yfyrrrirind  t   o oorree    o oyrr    fyf e e     nr    ofr e   a    e   

Diversity: 0.5
Generated Tweet: whent.nros onfrfeien  au y yifireid   otm et ears omytyo rfiien  io lsrg oar   a ey 

Diversity: 1.0
Generated Tweet: whenlmd'gn po frraiiddn  bs ihurtwiste? byietrmedma ~o  boafad nai  hh  ah yypyoiiie

Diversity: 1.2
Generated Tweet: whentt4i lbmhl rfomyyaatcupce fl erarer kyooatesso ucslid rekua ytivoaf opk y efootw

---------- Epoch: 2 ---------- 

Loss on first batch after epoch 2: 2.23566937447

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myyffyfiiendd ioe soode mo booffreen io io booyrrree to oo boyrrien ia ao m yoyoyr

Diversity: 0.5
Generated Tweet: myfxfofiiendd io myytoyofffeend iorth aomh boorrire ht s aaa ao oo syyhooye, bmyyy

Diversity: 1.0
Generated Tweet: mynpgysriyioe?ii ho oosdme rh alial ho au ien? teehm lhds hhn rke bultrbirflgrtg o

Diversity: 1.2
Generated Tweet: my'"iwoyhedam mvy hrtfmen~~liygmeya caesino yatmt~~~~~~~~~~~~~~~~ yaeroailnt.gnhti

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his sayyyyyffiiend io aoye toy mo boyfiie  ooy boyrrreed io ao oo mo boyfrriend io 

Diversity: 0.5
Generated Tweet: his'en riyy bfrfiind is boaee boo aoer oo oo oyyryfyirend th yy byyfiieed booke iyt

Diversity: 1.0
Generated Tweet: his cyhlf iiewe/ ooorrsapoiuwaraeyr oefm penhwlnteuy tyhwttneyaolla yeiay ba fwfrri

Diversity: 1.2
Generated Tweet: hisg~'slsku ee(ptim@rt~adhrhoarn~speowi o flohpyeeee'ov yhgearae moda stkmru(sgmytt

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: whene mooooyrrieed soa mo boyrriee io boyyrriee io boyyfrreen io booyrriee io aoe mo

Diversity: 0.5
Generated Tweet: when mi e aoyshtie ooy mort ie moht to poyrlty mo boyfrreen as coor aer wooh ooy lod

Diversity: 1.0
Generated Tweet: whenlijkomuen.s. bbyffrednna"slmw eo todeie ie formeen aoh notmmmg thbaoogt isn oaan

Diversity: 1.2
Generated Tweet: whenggo soyoyrrxerinowenbry 'rilinsydiptmt,omrrbinyjeoe l1lyoe!ip ainasrsecocs eybpa

---------- Epoch: 3 ---------- 

Loss on first batch after epoch 3: 2.00712180138

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myrbyyfiiend is to to ho t ae m te te m m boyfriend is to a m to boyfriend is to b

Diversity: 0.5
Generated Tweet: my-rbffiiend is is toa hot oo boe wo d boy boyrrinnd is hi la is me ho to aat i aa

Diversity: 1.0
Generated Tweet: my;ceum ayattbaek thkx mo bofueld~~~~~~~~~~~~~~~~~~  y ofmrred woo biyt onte m tog

Diversity: 1.2
Generated Tweet: myfprtseewdls ts merum yyv 1 sornalqrsct ahd hs ayr bok rynrei'dd ry mnkag, ylm ho

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: hisns toy yoyriend te to mo boyfriend is io ao to to m te boyfriend is boyfriend is

Diversity: 0.5
Generated Tweet: hisisll oyy boyfriend is lo coln s wo t lo cee ma ou t ae bof rien i s com tt is my

Diversity: 1.0
Generated Tweet: his)wnpataa uhge wetsigm ds to'd tylo ue vi wa do ind wa'e aos mo m ps @etprre ju a

Diversity: 1.2
Generated Tweet: hismis oooy tfii"d wye yfmrrent woppiyges e ashieg 4av cwan;he~~~~~~~~~~~~~~~~~~~~~

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when toy boyfriend is ta to te to m to boyfriend is to mo boyfriend is io i mo boyfr

Diversity: 0.5
Generated Tweet: whenne ti aot boyfriend i's i do oy boyfriend as ho toe ly boyfriend ba tasi t to t 

Diversity: 1.0
Generated Tweet: whens eyhgyyblyiind we loerifhtntagc yoe bidusann rowrliks toer wont boyrmien ulpsle

Diversity: 1.2
Generated Tweet: whentu' hnml oohcwfrr renr dvtn~ fon th mlr boyfhiend mbtlhe icn mu gn de wntesn wll

---------- Epoch: 4 ---------- 

Loss on first batch after epoch 4: 1.85844373703

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myyrriiend is mo te the my boyfriend to mo to my boyfriend is to te my boyfriend i

Diversity: 0.5
Generated Tweet: myayyiriend as aa boyfriend to be hite wing my boyfriend is morerati tave anle wo 

Diversity: 1.0
Generated Tweet: myy'yoiiens iilr thha ver boyfriend is ulcoe tnretk o lend nsakooen ind wisd deos 

Diversity: 1.2
Generated Tweet: mysfiieed hulcttn jeet my boyfriend~*ungm milensecthidk ices ne eneshoicgyrrisnss 

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: hist hee to and wo my boyfriend is to te the to my boyfriend as tang my boyfriend i

Diversity: 0.5
Generated Tweet: histepa aivln boyfriend boyfriend is wont fy boyfriend is shlnnlt is to my boyfrien

Diversity: 1.0
Generated Tweet: hisk? iekoyh byyfriend goan" teus soxracfing.end cit iy arwyind reem u't seeerlmfer

Diversity: 1.2
Generated Tweet: hisslkharacyaul i trat wolmyory yyyrieny posdered sird stns tife lhret henmy joy;ai

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when ti to my boyfriend is to and my boyfriend is to mo boyfriend is my boyfriend is

Diversity: 0.5
Generated Tweet: whenghyoyu byyfriend as wakh my boyfriend ille and ind mo boyfriend is and ai mo my 

Diversity: 1.0
Generated Tweet: whenotr sise wysar pultelwhalpehy bhyfriend tycsuxnd ofe'te she get lnkem'y mu cpfel

Diversity: 1.2
Generated Tweet: when1dhyursoolringba berwid 'hr &qe ppyl,sglis'mmy befffienm wasdpa gycoorlrhrete in

---------- Epoch: 5 ---------- 

Loss on first batch after epoch 5: 1.69861030579

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myyyrrieed is to to te my boyfriend is the the the the the to my boyfriend is my b

Diversity: 0.5
Generated Tweet: myyyfiiend me in i a wo d is my boyfriend is to sole my ane i han than i go o u wa

Diversity: 1.0
Generated Tweet: myyrriend jand pe hine abd tpac as wha tham a na d gatthos ant i have sp ped mu il

Diversity: 1.2
Generated Tweet: my~ cmhli ie sto fatkinc nheo bnete'cf siute8s genjem i hover d~ se wlet folabyoui

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his myy oot and my boyfriend is my boyfriend is the the want my boyfriend is i le w

Diversity: 0.5
Generated Tweet: hise say my boyfriend is le my boyfriend is phin is my boyfriend is the bos sate ho

Diversity: 1.0
Generated Tweet: hiseo yei dechel't nray so he me sone so af e to weine fowt bo shin rond o0the is c

Diversity: 1.2
Generated Tweet: hiswpmir. purcine mvepinge boum'mvehhbuno theb rimad  auke my my faen th hikr wwlme

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: whent i my boyfriend is my boyfriend is my boyfriend is the boyfriend is my boyfrien

Diversity: 0.5
Generated Tweet: when mee ane ta weep my my boyfriend as tand my boyfriend is whe he wand to an tant 

Diversity: 1.0
Generated Tweet: whenm yeobyue hkee to detoos't my epascs gikh th my boyfriend if to ire my beit wins

Diversity: 1.2
Generated Tweet: whena b0y toict tic amy~ hem hat se bo s[ere workit then i alp my boyfriend e'wtardh

---------- Epoch: 6 ---------- 

Loss on first batch after epoch 6: 1.59699392319

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myyfriiend is to but i want my boyfriend is boyfriend is my boyfriend is so me is 

Diversity: 0.5
Generated Tweet: my oro a oo out to boyfriend is boyfriend.~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Tweet: myyrnies tmy berdoe'ssarlid~~~~~~~~~~~~~~~~ ike cays myas hime is wikhd  eot boyfr

Diversity: 1.2
Generated Tweet: myeuisbvboyfrient me~~~~ my fry bon''s pve~~~~~~~~~~~~~~~~~~~~~~ luk my but boyfri

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: hiss ait the boyfriend is the boyfriend is so to so my boyfriend is i want my boyfr

Diversity: 0.5
Generated Tweet: his inad boyfriend but my boyfriend and some her mechans my boyfriend is and to boy

Diversity: 1.0
Generated Tweet: his0vrtady boyfried &cnthd pear loskarlu.'t bubper hevung i d(alk for fand aotias e

Diversity: 1.2
Generated Tweet: his?0 &oyo''t roanky :0, wotm-wally i sex condalmy busuwesd thwaskang my boyfriend~

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: whent the boyfriend is and i want my boyfriend is my boyfriend is the best and i wan

Diversity: 0.5
Generated Tweet: whenalt a be my boyfriend boyfriend and my boyfriend boyfriend is like and bus that 

Diversity: 1.0
Generated Tweet: wheneva allee folanoy mome boyfriend gand bonghi hets totig dhet me;k whing frien ip

Diversity: 1.2
Generated Tweet: when onnsatp patcing wrota porsgold watn gish.d guphe'rluke nag hizdme.~~~~~~~~~~~~~

---------- Epoch: 7 ---------- 

Loss on first batch after epoch 7: 1.48622906208

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myyfriiend is to me boyfriend is to be and a boyfriend is so to so so me and i wan

Diversity: 0.5
Generated Tweet: myroyi misg is out me saing ce for and you to so boyfriend is to mo i she and a bo

Diversity: 1.0
Generated Tweet: mysyimeosy boyfriend sriggutid eve soecarering a bus bace myaer you dnet i'mver ch

Diversity: 1.2
Generated Tweet: mys/ori wonejd fole fo to cape ake t? , y are lime ant as bame is tlirgen so  int 

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his taet my boyfriend is so so me so sute he so boyfriend is so me and i want to be

Diversity: 0.5
Generated Tweet: hiso ind my boyfriend is so make be to me to gerd to do so ge suting to faine my bo

Diversity: 1.0
Generated Tweet: hisvse geounh are juss mo my boyfriend so hit oikes to to wutl ?0 aive youure be qu

Diversity: 1.2
Generated Tweet: hist da muosess my boyfriend 9o and that lever kvets sneparns fno cadi kant u'n go 

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when to my boyfriend is so but my boyfriend is so he so i want to be my boyfriend is

Diversity: 0.5
Generated Tweet: whend to e want my boyfriend to my boyfriend is to be him if the so in to u saen a b

Diversity: 1.0
Generated Tweet: when wait me boyfriend it like y exbure in bat broi gor mi.~~~~~~~ kanlly fare my bo

Diversity: 1.2
Generated Tweet: wheneet being , deole doe ,.lmidone abein ut tinh avor my boyfriend grsingcso her of

---------- Epoch: 8 ---------- 

Loss on first batch after epoch 8: 1.40920782089

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfrrieend and i like the be and my boyfriend is so me i want to be and my boyfrie

Diversity: 0.5
Generated Tweet: myyufriend to we wan he cune the best be and my boyfriend is she best for me and m

Diversity: 1.0
Generated Tweet: my5i,s.'t tdilk wiming my boyfriend would~~~~~~~~~~~~~~~~~~~4~~~~~~~~~~~~~~~~~~~~ 

Diversity: 1.2
Generated Tweet: myu-tit nome naxpy th thisthoreron] "_eicicthat. th dount ever time him in jrok wa

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his aite my boyfriend is the best i want to he say i want to be my boyfriend is so 

Diversity: 0.5
Generated Tweet: his so en my boyfriend is gating to gat i want to sis is he like that the when i ha

Diversity: 1.0
Generated Tweet: hiss merir fuch my boyfriend keel me notins aw whit  ammontcreans my beet so qrome 

Diversity: 1.2
Generated Tweet: hiss(cweed ~ tone gon huve yle lhaw friengs)7? ralm is thy apsolsir. we'cubucly boy

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when to my boyfriend is he so so me i want my boyfriend is so be my boyfriend is so 

Diversity: 0.5
Generated Tweet: when i want to my boyfriend is so see to me and i like a me if my boyfriend is she m

Diversity: 1.0
Generated Tweet: whente my boyfriend boyfriend"hd if here fror u boyfriend pore my boyfriend is so gr

Diversity: 1.2
Generated Tweet: when tou?~~~~~~~~~~~~~~~ wleres,, yun my boyfriend is like ghar cfle how and i can i

---------- Epoch: 9 ---------- 

Loss on first batch after epoch 9: 1.33977067471

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myyrriiend and to sall the want to be my boyfriend is so much and i want to be my 

Diversity: 0.5
Generated Tweet: myorri mand from me to all my boyfriend is i furling to core of my boyfriend is st

Diversity: 1.0
Generated Tweet: myfrrr laot ardd's boud me off a 14;. ond winter to here all all me to lello that 

Diversity: 1.2
Generated Tweet: myeri lneve all u fot 2%omeriwl so stmlbobuc. boez mmssnobxhad i dehh w olr woy c 

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his mand the boyfriend is so me and some the best best friend is so much and my boy

Diversity: 0.5
Generated Tweet: his told sute to my boyfriend is the best  oul star like stard and i want to see to

Diversity: 1.0
Generated Tweet: hisl oilee "ner she fian like a because my boyfriend is satelare abalinim~ cisterst

Diversity: 1.2
Generated Tweet: his,odwey wag teke the lore~~~~~~~~~~~~~~~~~~ heaw be coas weel~~~~~~~~~~~~~~~~~~'r

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when to my boyfriend to be and me to be my boyfriend is so me the best friend is so 

Diversity: 0.5
Generated Tweet: when tome ather boyfriend is i love a boyfriend is so me to be my boyfriend is the c

Diversity: 1.0
Generated Tweet: when i out but my boyfriend and ave i me on and at ant hare a datseinh haring noe i 

Diversity: 1.2
Generated Tweet: whenot my soperreas but .lm pather fallibfunting to sas a ut mmf aso"'z ofli tark an

---------- Epoch: 10 ---------- 

Loss on first batch after epoch 10: 1.29332876205

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myour mom and i want my boyfriend is so much a boyfriend is so so be my boyfriend 

Diversity: 0.5
Generated Tweet: myefr ommy boyfriend is and i get a boyfriend is gut when my boyfriend is so i wan

Diversity: 1.0
Generated Tweet: my/booffriand to me thenet to boyfriend te, yoourero meal. i his want and whith i 

Diversity: 1.2
Generated Tweet: myaarmedbylmaing my? bacau're annsohep my boyfriend seets this ymu"tun~~~~~~~~~~~~

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is so so me for me i want my boyfriend is so be and i want my boyf

Diversity: 0.5
Generated Tweet: his is be any how don't the would for when my boyfriend is the best friend i want t

Diversity: 1.0
Generated Tweet: hispaayin and boyfriend beas me to enhow fhor he about my noos i'm never and withha

Diversity: 1.2
Generated Tweet: hisa onaype for ha wrobot really br 5n7day! &amp; makeshinjing mradeagti con nhowe 

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so so me and i want to be my boyfriend is so i want to be my bo

Diversity: 0.5
Generated Tweet: when to see my boyfriend is the best do and really with my boyfriend is a seep come 

Diversity: 1.0
Generated Tweet: when ate to om :)~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ i all just wwanie ane 

Diversity: 1.2
Generated Tweet: whenry sotay boyfriend to pliene me~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ with my boyf

---------- Epoch: 11 ---------- 

Loss on first batch after epoch 11: 1.24487435818

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myyur is boyfriend to be my boyfriend to get a boyfriend to me to call me and i wa

Diversity: 0.5
Generated Tweet: myu tould me with my boyfriend is so get and i can't want to have a see my mom one

Diversity: 1.0
Generated Tweet: my c ostep the sunli want my boyfriend goen and i don't tane one moking he just we

Diversity: 1.2
Generated Tweet: myuosh pewas for y!! her~~~~~~~~~~~~~~~~~~~ s ilo is pudcume and i nied thea twild

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend to be my boyfriend is a boyfriend to be my boyfriend to be my boyf

Diversity: 0.5
Generated Tweet: his out i gon't want my boyfriend to be a boyfriend but he is my boyfriend is the w

Diversity: 1.0
Generated Tweet: hisget sick a i was so almaly to ouh out that my boyfriend is me~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Tweet: his/@'belo&lwrys not to me ifu! love $? beaash's hangnatser. leam enot hif getserc 

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when to he is my boyfriend to he want to be my boyfriend to be my boyfriend to see m

Diversity: 0.5
Generated Tweet: when out my boyfriend is like the got i have a be as my for like me that i want my b

Diversity: 1.0
Generated Tweet: when my boyf i hand out not un the ded i always how my boyfriend the cay you is whot

Diversity: 1.2
Generated Tweet: when arboyfriend rasting "?~~~~~~~~~~ uck 93py. :5 it ges ucllated my bayfriend soo 

---------- Epoch: 12 ---------- 

Loss on first batch after epoch 12: 1.20786249638

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfrrieend to be my boyfriend to be my boyfriend is the best friend and i want to 

Diversity: 0.5
Generated Tweet: my oorfriend to be my boyfriend and i'm going and my boyfriend is to are and my bo

Diversity: 1.0
Generated Tweet: my  aitt fe~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ hex is he kreads for i was home ti

Diversity: 1.2
Generated Tweet: myx/hi fatimery girtcing that i smear, 2 jeess kamy mm is my or that uncannver &am

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend to be my boyfriend to be my boyfriend to be my boyfriend and i wan

Diversity: 0.5
Generated Tweet: his man i want my boyfriend to be couse and the when i need to get me and my boyfri

Diversity: 1.0
Generated Tweet: his fai said to be i need a hislre-ally me&that the whan te have a going to swa bi 

Diversity: 1.2
Generated Tweet: his~~ pupsing alloled at my boyfriend~~~~ his now the other i ameount i can to be m

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend to see my boyfriend to be my boyfriend to be my boyfriend is a boy

Diversity: 0.5
Generated Tweet: when the boyfriend but he want to biggt to me in the boyfriend for and i want my boy

Diversity: 1.0
Generated Tweet: when'n my boyfriend do make ad hay not me this say ksomy boyfriend is my bestfrriend

Diversity: 1.2
Generated Tweet: whent my boyfriend a titerig&t me i so, in to rave~~ "te~~~~~~~~~~~~~~~~~~~~ my boyf

---------- Epoch: 13 ---------- 

Loss on first batch after epoch 13: 1.18201434612

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfrrieend is so much and i love him i want to see my boyfriend is so because i wa

Diversity: 0.5
Generated Tweet: myfriiend is the best because i can't like a strean i ster him so much my boyfrien

Diversity: 1.0
Generated Tweet: myy. hthe breaks i'm richsn't want a boyfriend but ill be has amy bart work~~~~~~~

Diversity: 1.2
Generated Tweet: myudti like yyur flulode dou't like your gets hid the moth like a new/brodes:?? if

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his been my boyfriend is so much a be a best friend is a little starting and i want

Diversity: 0.5
Generated Tweet: his amy boyfriend is so he see my girlfriends because i like the best friend is a b

Diversity: 1.0
Generated Tweet: hiswwhen i need a boyfriend? chones tmestillion got to prentimes when my friend is 

Diversity: 1.2
Generated Tweet: his. amcrimuse and boyfriend is to youncutiot curid it's lifeo is sisting it's guy 

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so fucking on my boyfriend is so such a best friend is a best f

Diversity: 0.5
Generated Tweet: when ha pont the see my boyfriend is so much don't say i like a with my boyfriend is

Diversity: 1.0
Generated Tweet: when my boyfriend (very is plicking ame the assumen swafil men having such~~~~~~~~~~

Diversity: 1.2
Generated Tweet: whenagely sacknongereralless (iske tong your sweess? i lill want my boyfriend like r

---------- Epoch: 14 ---------- 

Loss on first batch after epoch 14: 1.15409564972

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: my ooffriend is so cute i love him to be my boyfriend is so much and i want my boy

Diversity: 0.5
Generated Tweet: myfrrieed is a boyfriend but i'm so she called me and i see my boyfriend is a says

Diversity: 1.0
Generated Tweet: my souts boyfriend is hatengepu time tadiongon toder.~~~~~~~~~~~~~~~~~~ ad him som

Diversity: 1.2
Generated Tweet: mye7 momwgorved to apleap guys boyfriend bcilters'l have you a muy~~~~~~~~~~~~~~~~

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is so guys i want to be my boyfriend is so cute i can see my boyfr

Diversity: 0.5
Generated Tweet: his alating of my boyfriend would be asked to get about my boyfriend is so best fri

Diversity: 1.0
Generated Tweet: his4  uckes, ws do my boyfriend makes the twantk on the expo.i want jut would like 

Diversity: 1.2
Generated Tweet: hisjboyyroindics sitcf,ic on a 416.y,(.?''me had to eo my boyfriend is nayp thele ~

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when i love my boyfriend is a so much a be my boyfriend is always and i want to be m

Diversity: 0.5
Generated Tweet: when i can see my boyfriend is cute on such a boyfriend is so not so i want my boyfr

Diversity: 1.0
Generated Tweet: whenteet with my paromahe and de, i just wantad i wanted a boyfriend is but he gays 

Diversity: 1.2
Generated Tweet: when? "yleamy boyfriend is purne",~~~~~~~~~~~~~~~~~~~ is lady i can mea with my boyf

---------- Epoch: 15 ---------- 

Loss on first batch after epoch 15: 1.12850928307

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfrrieend to get me to be my boyfriend is so much and i want my boyfriend to be t

Diversity: 0.5
Generated Tweet: myfrrieend to be a can i get him to come my boyfriend is all the most of picking m

Diversity: 1.0
Generated Tweet: my gfathole my feel &amp; my boyfriend feels light than because lettoray for movie

Diversity: 1.2
Generated Tweet: my foyg to 1'gee. for my boyfriend.~~~~~~~~~~~~~ it 't so such a boyfriend is thar

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is a come to me and i love him so i can't want to be my boyfriend 

Diversity: 0.5
Generated Tweet: hiss out boyfriend but he is so i need a best friend and i people kissed to very bo

Diversity: 1.0
Generated Tweet: his~ will kidso because i'm so she looking about my kindaes so gosto baby  abou ?? 

Diversity: 1.2
Generated Tweet: his'ging  amazie and upice (cuteetsiam other play lr friends telly!zbipl that wasch

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is a person to go to my boyfriend is so much and i have a boyfrien

Diversity: 0.5
Generated Tweet: when the boyfriend like the only boyfriend is a girl looking all i got a boyfriend w

Diversity: 1.0
Generated Tweet: whenates to why doesn't look all at love tagh man i all the because my boyfriend rel

Diversity: 1.2
Generated Tweet: whent besoug at with my faco on my boyfriend and me sauthnat. xas, ww't ceungl *~~~~

---------- Epoch: 16 ---------- 

Loss on first batch after epoch 16: 1.10784113407

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfrrieend to be my boyfriend is so much and i want to be my boyfriend to be my bo

Diversity: 0.5
Generated Tweet: my boyfriend is so coming and i need to be a come here so much and i got for a bes

Diversity: 1.0
Generated Tweet: my booyfriend and he talking me pni just line the hargy posteet, -pi's a sexo read

Diversity: 1.2
Generated Tweet: my7 -boyfriend going to him not aldomices inmaprion is going telling with come act

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is the best friend is the best friend is the best friend is so muc

Diversity: 0.5
Generated Tweet: his my boyfriend but he all the such a boyfriend and out he asked of come home and 

Diversity: 1.0
Generated Tweet: his, on chen an on mas i can't untile up i got hopesited and i sus my boyfriend in 

Diversity: 1.2
Generated Tweet: hiso ronlastane.non that late haring ay and padel so mu hersenedes, my boyfriend de

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so cute the best friend is my best friend and i want to be my b

Diversity: 0.5
Generated Tweet: when my boyfriend to start the should that my boyfriend is so family night someone p

Diversity: 1.0
Generated Tweet: whenabeath it :a want a sipp be at her boyfriend for me~~~~~~~~~~~~~~~~ are my boyfr

Diversity: 1.2
Generated Tweet: when me hatend me with my rom  uncf. i'm go lore, comple teating holoviced-your boyf

---------- Epoch: 17 ---------- 

Loss on first batch after epoch 17: 1.09700942039

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfrriend to be a best friend and i love him to me and i want to be my boyfriend a

Diversity: 0.5
Generated Tweet: myfri is the best friend is the boyfriend like when i don't want my boyfriend to m

Diversity: 1.0
Generated Tweet: mys boyfriend. i miss my boyfriend - &amp; i have the come everydome well and bden

Diversity: 1.2
Generated Tweet: myd'rmommambew soaz. im is's 2 w the bess of my boopser birthday. my mouse jlidich

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend and i want to be to be my boyfriend and i want to be a boyfriend a

Diversity: 0.5
Generated Tweet: hishe my boyfriend who good to have to come back and i'm don't take it no man but t

Diversity: 1.0
Generated Tweet: his'aspry fatter tham you clueping wob i don't be my boyfriend in? cellesta picture

Diversity: 1.2
Generated Tweet: hishe fast, the onger back, veroneblade for mun! up a f indepur of my twig. &amp; l

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so cute i want to be a boyfriend to be my boyfriend and i'm so 

Diversity: 0.5
Generated Tweet: when my boyfriend to make me and i am so when he seess and i want my boyfriend to be

Diversity: 1.0
Generated Tweet: when i can seeing my dad boyfriend treats i need to hearly and my life, going~~~~~~~

Diversity: 1.2
Generated Tweet: whenthe weer not~~~~ neaprusi stil, got make up b un boysn my radsing up wowle.~~~~~

---------- Epoch: 18 ---------- 

Loss on first batch after epoch 18: 1.08052277565

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myorr omom is so such a boyfriend is so so i can't be my boyfriend is the best thi

Diversity: 0.5
Generated Tweet: myfr ies the hot to me when i want to do wame that i don't want my boyfriend to be

Diversity: 1.0
Generated Tweet: my'wisted is my boyfriend/over but my sisse.?all my boyfriend is a fucking litela 

Diversity: 1.2
Generated Tweet: my'free fiphawing that madilep that just to someone lady stuck bit you don't thire

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is so fucking how my boyfriend is so fucking but i have a boyfrien

Diversity: 0.5
Generated Tweet: his my boyfriend is really says i want my boyfriend to go to me that i hate when my

Diversity: 1.0
Generated Tweet: hismy boyfriend fines me funi lookly anyone come so much~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Tweet: his ujust up &a)p at man if you" boyfriend~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ you/ did my

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so much and i want to be my boyfriend is the best friend is a b

Diversity: 0.5
Generated Tweet: when i feel like the world the boyfriend and some is so such a boyfriend, but i can'

Diversity: 1.0
Generated Tweet: when we later my boyfriend's boyfriend feel like thh e ento pronter cause me i love 

Diversity: 1.2
Generated Tweet: whenaver he he's my boyfriend trips and this is hid~"yen ;~~~~~~~~~~~~~ oaningem'p a

---------- Epoch: 19 ---------- 

Loss on first batch after epoch 19: 1.06212294102

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfri love him to me and my boyfriend is so cute i hate when my boyfriend to be my

Diversity: 0.5
Generated Tweet: myf orom not go to the drand is the best friend~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Tweet: myen boyfriend's birthd snopping~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ hate 

Diversity: 1.2
Generated Tweet: my, bight els us che my boyfriend and the regaite! and so w much~~~~~~~~~~~~ lol~~

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is so cute i love him so much~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 0.5
Generated Tweet: his my boyfriend is a mad to i have a boyfriend and he said this is my boyfriend is

Diversity: 1.0
Generated Tweet: his ne yelicafil and my boyfriend doesn't talk to~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Tweet: his gutting used that my boyfriend is hole dag like." !~~~~~ is picn heale that nig

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so cute i want to be my boyfriend to be my boyfriend is a broth

Diversity: 0.5
Generated Tweet: when i say i want my boyfriend to be talking out him so much~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Tweet: when my boyfriend~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ insti just want my boyfriend to peas

Diversity: 1.2
Generated Tweet: when wokry like why gomby is around nod onhers  wo?fi even!vel tbing my. uni.~~~~~~~

---------- Epoch: 20 ---------- 

Loss on first batch after epoch 20: 1.05703163147

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: my boyfriend is so cute i love him to be my boyfriend is so cute i love him so muc

Diversity: 0.5
Generated Tweet: my, boyfriend is like a send to drow but he is my boyfriend is so pretty more than

Diversity: 1.0
Generated Tweet: myufbere tosnot her boyfriend is very out back~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Tweet: myofrrife rains cutering be like 2 5? now, just as ainchy anyone in there hangjust

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is so cute i see my boyfriend is so much and i want to be my boyfr

Diversity: 0.5
Generated Tweet: his my boyfriend is here i can't be a week and i love him so much i need a boyfrien

Diversity: 1.0
Generated Tweet: his my boyfriend ain't trie in no got~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Tweet: his, my boyfriend is snay been like ake)  ull~~~~~~~~ atter batcle tonight ovely br

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is the best thing i want to be my boyfriend to be a best friend to

Diversity: 0.5
Generated Tweet: when i want my boyfriend to be my boyfriend to be my cause i have the best friend is

Diversity: 1.0
Generated Tweet: when leam so have pic knows ofs having a boyfriend~~~~~~~~~~~~~~~~~~~~~~~ like that 

Diversity: 1.2
Generated Tweet: wheny my boyfriend text she eaking me vough, i do like that my boyfriend boes letis 

---------- Epoch: 21 ---------- 

Loss on first batch after epoch 21: 1.04252564907

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfriend is so cute i want to be my boyfriend to be my boyfriend is so fucking bec

Diversity: 0.5
Generated Tweet: myffriend is best friend and i can't be something in the best friend is the best f

Diversity: 1.0
Generated Tweet: myov" told me right now~~~~~~~~~~~ /napdy tiget kind my sister makes me al abstiti

Diversity: 1.2
Generated Tweet: mya moor boyfriend frother than i sech shear founch only everyour igvotible than m

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is so cute i love him so much~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 0.5
Generated Tweet: his amy boyfriend is so complised to the most and i have a boyfriend to me in the c

Diversity: 1.0
Generated Tweet: his my boyfriend  is gaingt is was me, that i text you 90 ?1?~~~~~~~~~~~~~~~~~~~~~ 

Diversity: 1.2
Generated Tweet: his t is cute and but so longs need togs mughlave?" i jni've goes monevea patho p e

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when i want to be my boyfriend to be my boyfriend and i want to be my boyfriend is s

Diversity: 0.5
Generated Tweet: wheni showed is my boyfriend is gonna be be like a bad like a strangh my boyfriend i

Diversity: 1.0
Generated Tweet: whenight. be the best breaking romy boyfriend doesan sees curders per missing pances

Diversity: 1.2
Generated Tweet: whenarcle telling on t girlfriend. this my lonelies.. i need to have a new boyfriend

---------- Epoch: 22 ---------- 

Loss on first batch after epoch 22: 1.02887845039

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfri hand my boyfriend to be a bad i love him so much~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 0.5
Generated Tweet: my boyffiend is so fucking best friend and a be so much and i want my boyfriend to

Diversity: 1.0
Generated Tweet: myf'i like wearing a boyfriend randan &amp; we going to imaging my dad~~~~~~~~~~~~

Diversity: 1.2
Generated Tweet: myof ? boyfriend that, girlfriend.? he dealled. my baught i'm so cute rn~~~~~~~~~~

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is a pretty since i want to be a boyfriend to be my boyfriend and 

Diversity: 0.5
Generated Tweet: his my boyfriend but it's so watching a brother when i start a baby to him to be hi

Diversity: 1.0
Generated Tweet: his be my boyfriend so he can't get me seill still not like how can sep me  af a bh

Diversity: 1.2
Generated Tweet: hisahd. all naroha heartinally mall i @uinci on absoods beferatoing its we'r untein

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: whenever the best boyfriend is so cute i want to be a boyfriend and i want to be my 

Diversity: 0.5
Generated Tweet: when your boyfriend is gonna be a family thing i can't he know~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Tweet: when hu wann hull i want my boyfriend to spaper every with me because i have  ex boy

Diversity: 1.2
Generated Tweet: whenak pracgite sometly so my boyfriend is the best threaten with the pictures kince

---------- Epoch: 23 ---------- 

Loss on first batch after epoch 23: 1.02143108845

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: my boyfriend is so fucking and i'm trying to be a boyfriend and i want to be my bo

Diversity: 0.5
Generated Tweet: myfriend is a being and was like a love off a with me and see me and i don't want 

Diversity: 1.0
Generated Tweet: myr-remanticas on what i got but me and  nice to litelahanyooa smh; talking to my 

Diversity: 1.2
Generated Tweet: my, boyfriend can't believe! wittoun slacks w me~~~~~~~~~~~~~~~~~~ speition but my

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is a beautiful with me and i want to be my boyfriend and i say i w

Diversity: 0.5
Generated Tweet: his my boyfriend good but i can't come to get my boyfriend but hi had a boyfriend l

Diversity: 1.0
Generated Tweet: his. nothing boy samer'plassep boyfriend, everything i don't who can crazy it want 

Diversity: 1.2
Generated Tweet: hissiuguarydef, hate!. hahada k my bestfriend~~~~~ hamas times i post ask &amp; my 

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so fucking being a boyfriend to be a boyfriend and i want to be

Diversity: 0.5
Generated Tweet: whengeving my boyfriend i love him~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ is my boyfrien

Diversity: 1.0
Generated Tweet: whenights'sist uking on my ex boyfriend are from me lover , i miss like t aspir i fa

Diversity: 1.2
Generated Tweet: whenerely, y hais -nig1cide nice litch*) want to 2skect my es boyfriend a proforesti

---------- Epoch: 24 ---------- 

Loss on first batch after epoch 24: 1.01574397087

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: my boyfriend is so cute i love him so much~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 0.5
Generated Tweet: myfriend is my boyfriend and i have a boyfriend i don't need a boyfriend to see my

Diversity: 1.0
Generated Tweet: myfri hate my boyfriend whites me~~~~~~~~~~~~~~~~~~~~~~ i am~"you and tells my boy

Diversity: 1.2
Generated Tweet: myyt my boyfriend is picking."awh is so not getting gadxy,!~~ her 15 bhan, on i ha

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend and i want to be my boyfriend and i want to be my boyfriend to be 

Diversity: 0.5
Generated Tweet: his my boyfriend is so cute i want to be my boyfriend to see my boyfriend but my bo

Diversity: 1.0
Generated Tweet: his grips, it just need my boyfriend or boyfriend but u, "im and a girlfriend like 

Diversity: 1.2
Generated Tweet: his my mother spec bc i cread beleams my face alrep up damn  ruses into ballass me:

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so cute i want to be a boyfriend and i want to be my boyfriend 

Diversity: 0.5
Generated Tweet: when my boyfriend is so cute i need to take me to talk to my boyfriend is so cute wh

Diversity: 1.0
Generated Tweet: wheny agos it wonts someone to thank a boyfriend~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ lokes 

Diversity: 1.2
Generated Tweet: whene seever you caltermy~~~~~~~~~~~~~~~ one when my lois.ittion to my boyfriend tha

---------- Epoch: 25 ---------- 

Loss on first batch after epoch 25: 1.00639140606

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfriend is a perfect with my boyfriend is so beautiful to me if i have a boyfrien

Diversity: 0.5
Generated Tweet: myoffriend is like a propeble to do i love him~~~~~~~~~~~~~~~~~~~~~~~ someone to b

Diversity: 1.0
Generated Tweet: my mom only life is a ome lol look at my boyfriend blessed to  cry too the way i c

Diversity: 1.2
Generated Tweet: my'day boyfriend and i don't want to like yous facebillerone ,one yag for a niggal

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend to go to the fact that my boyfriend is so cute i want to be like a

Diversity: 0.5
Generated Tweet: his the boyfriend needs to be my sister and i'm always to be in the best friend wit

Diversity: 1.0
Generated Tweet: his my boyfriend.  but i hate when my boyfriend really like i don't slead you so so

Diversity: 1.2
Generated Tweet: his when i'm prea friends/boysond party &amp; take baby paeds listing a to your nee

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so cute i want to be my boyfriend to be a cool with my boyfrien

Diversity: 0.5
Generated Tweet: when my boyfriend is my best friend i like to do anything my boyfriend is the best t

Diversity: 1.0
Generated Tweet: wheni'm gono when i'm weird, my cheng that i was not my boyfriend also my mom sxict 

Diversity: 1.2
Generated Tweet: whenigg,. yun happy.i'f i feelmy time.~~~~~~~~~~~~~~~~~ it finding off is the celfin

---------- Epoch: 26 ---------- 

Loss on first batch after epoch 26: 0.996698617935

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: myfriend is so fucking best friend is my best friend and i don't want to be my boy

Diversity: 0.5
Generated Tweet: my boyfriend is the best thing i love him so much~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ is

Diversity: 1.0
Generated Tweet: myyyoy'f ngot &amp; my mom has boyfriend"i want him, like to get off word for the 

Diversity: 1.2
Generated Tweet: myo'lmol earboy like ei doent! i'm the sorry for one sbomy boyfriend buen brijklys

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is so cute i love him so much~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 0.5
Generated Tweet: his boyfriend like he was like a shit but i love him to get him but my boyfriend is

Diversity: 1.0
Generated Tweet: his my boyfriend. what he look at your boyfriend, my ex boyfriend literally doesnt 

Diversity: 1.2
Generated Tweet: hiss my boyfriend is spaiten?~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ i can't lik

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is so cute and i want to be too playing and i want to be my boyfri

Diversity: 0.5
Generated Tweet: when the fuck your boyfriend and i want to be with my boyfriend and i love him~~~~~~

Diversity: 1.0
Generated Tweet: wheny sever i'm so bather purped as wever car face more my mom el &amp; all i say bu

Diversity: 1.2
Generated Tweet: whenore being having a boyfriend, going to go stop fucking dstui swiit menicaline, t

---------- Epoch: 27 ---------- 

Loss on first batch after epoch 27: 0.992243230343

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: my boyfriend is so cute i want to be a boyfriend i want to be my boyfriend and i w

Diversity: 0.5
Generated Tweet: myoy'friend is at his family and i'm being fucking so sonit ass because i have a b

Diversity: 1.0
Generated Tweet: my' stolds birthday , :(~~~~~~~~~~~~~~~~~ shouts my future babymo:~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Tweet: my, trapking, not now you~~ sleepon? i'm a boyfriendrowhat i'mfound me~~~~~~~~~~~~

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is a father and i want to be my boyfriend and i can say i want to 

Diversity: 0.5
Generated Tweet: his cause i can't be my boyfriend and he actually asks me when he can talk to me to

Diversity: 1.0
Generated Tweet: his more face boyfriend or !!!0!!!!~~~~~~~~~~~~~~~~~~~~~~~~~~~~ now yea my things i

Diversity: 1.2
Generated Tweet: his. its so chueding, rureding my boyfriend how like "i looked.~~~~~~~~~~~~~~~~~~~~

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when my boyfriend is the best thing to me and i want to be my boyfriend is so fuckin

Diversity: 0.5
Generated Tweet: when't to prowe and my boyfriend is a problem to a girlfriend and i'm literally the 

Diversity: 1.0
Generated Tweet: whenmy boyfriend is snoring at me off his and he gets out with him morent boyfriend 

Diversity: 1.2
Generated Tweet: whenmy boyfriend doesnt~~~~~~~~~~~~~~~~~~~~~~~ like, lma9 @your boyfriend is conom h

---------- Epoch: 28 ---------- 

Loss on first batch after epoch 28: 0.985883831978

----- Sentence seed: my ----- 

Diversity: 0.2
Generated Tweet: my boyfriend is so cute i want to be my boyfriend to be my best friend is so cute 

Diversity: 0.5
Generated Tweet: myfri need to be like we go to make me and my boyfriend is so good to all of my bo

Diversity: 1.0
Generated Tweet: myou little sister is dadnnbit dating enorgi flirt when i give him my boyfriend th

Diversity: 1.2
Generated Tweet: my~ 17: i casn't a 17k boyfriend~~~~~~~~~~~~~~~~~~~~~~~~~~~ that's whes did my boy

----- Sentence seed: his ----- 

Diversity: 0.2
Generated Tweet: his my boyfriend is so fucking handsome i want to be my boyfriend to be my best fri

Diversity: 0.5
Generated Tweet: his i want my boyfriend to tell me i love him so much~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.0
Generated Tweet: his siguat i wanna go bo your boyfriend and i'm happes &amp; c i need wi was prayin

Diversity: 1.2
Generated Tweet: hist i'm gonna go to baddy"fli.n"~~ ti love your boyfriend wime movni would be a we

----- Sentence seed: when ----- 

Diversity: 0.2
Generated Tweet: when i want to be my boyfriend and i want to be my boyfriend to be my best friend an

Diversity: 0.5
Generated Tweet: whenever the boyfriend is so fucking literally my best friend is like a dream for my

Diversity: 1.0
