
---------- Training Info: ---------- 

Number of examples: 13824
Length of examples: 70
Character set size: 67
Batch size: 512
Number of epochs: 100
Number of batches per epoch: 27
Generated sentence length: 80
Sentence Seeds: ['my ', 'i ', 'you ']
Diversities: [0.2, 0.5, 1.0, 1.2]

---------- Any additional notes: ---------- 

Unweighted Twitter data, semi-long sentence

---------- All model information: ---------- 

{
  "class_name": "Sequential", 
  "config": [
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          512, 
          70, 
          67
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "input_dtype": "float32", 
        "name": "lstm_1", 
        "output_dim": 128, 
        "return_sequences": true, 
        "stateful": true, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_1", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          512, 
          70, 
          128
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "name": "lstm_2", 
        "output_dim": 128, 
        "return_sequences": true, 
        "stateful": true, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_2", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          512, 
          70, 
          128
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "name": "lstm_3", 
        "output_dim": 128, 
        "return_sequences": true, 
        "stateful": true, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_3", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "TimeDistributed", 
      "config": {
        "layer": {
          "class_name": "Dense", 
          "config": {
            "W_constraint": null, 
            "W_regularizer": null, 
            "activation": "linear", 
            "activity_regularizer": null, 
            "b_constraint": null, 
            "b_regularizer": null, 
            "bias": true, 
            "init": "glorot_uniform", 
            "input_dim": null, 
            "name": "dense_1", 
            "output_dim": 67, 
            "trainable": true
          }
        }, 
        "name": "timedistributed_1", 
        "trainable": true
      }
    }, 
    {
      "class_name": "Activation", 
      "config": {
        "activation": "softmax", 
        "name": "activation_1", 
        "trainable": true
      }
    }
  ], 
  "keras_version": "1.0.4", 
  "loss": "categorical_crossentropy", 
  "optimizer": {
    "epsilon": 1e-08, 
    "lr": 0.0010000000474974513, 
    "name": "RMSprop", 
    "rho": 0.8999999761581421
  }, 
  "sample_weight_mode": null
}

---------- Epoch: 0 ---------- 

Loss on first batch after epoch 0: 2.86081314087

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my  -ehga r  i r e   oe   o         ee e            e                         n    

Diversity: 0.5
Generated Text: my q2-i!0q~wtis iu  br nllryni m it i ni  aifi lyy  eei uy   n  eid al f is  e ie  

Diversity: 1.0
Generated Text: my de{|$9vxt.~bifqyay\innrifneda yaa i* ie  f~nb1ahd*feeadi  y rmfnmdieorote~teeoit

Diversity: 1.2
Generated Text: my *'&d.j6rv*"k o?e sebinmitkymoosrhancebnaorbyeism'dal omgeao  haddmo ioydci0bdnpf

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i z9qigsebynn e   e               i  e  e   e   e       ey i     e                

Diversity: 0.5
Generated Text: i ~j.y+@rndnm iitee   n   en t ne   ieiyye n    ho ot a   e l yh  r~ tie~ rei  a g

Diversity: 1.0
Generated Text: i 3-t(:k=8uktk u_swi sruni eieifceyo  ohge .doedrb di s  qodfetawmn[]mdkshtxabsls 

Diversity: 1.2
Generated Text: i 8r7:5_%n#8&n*\rwtneptrarnbeo nol + estu~hbffada$(d sgido lpaodfv_aennrambve$ea  

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you r2d?qr~c s o i    ee     ie          e       a      e                       e  e

Diversity: 0.5
Generated Text: you #6?^c?-~gc pp  gee eeoom~ebeoiabis yor~n  i tye e   esoi yen iait hri eii e n   

Diversity: 1.0
Generated Text: you l)h]szb7zmndpfkl yasltehai8b ymm~s enory ls~k  eehi)itmkaon 1loenra@ h reaos d~r

Diversity: 1.2
Generated Text: you %]%?8=xh~blfn1ibhug?nnk]i    msn ynyitfnndinueh,inem0n i~t ~sim'teph~vnbpehlkis~

---------- Epoch: 1 ---------- 

Loss on first batch after epoch 1: 2.7694208622

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ni#r inf                                 o                 e   a       t        

Diversity: 0.5
Generated Text: my 9 fom'ira awtannl ee let  te~ ae   lhn   amoe yo  o eei em  md, fomihw yi ~~ ~~~

Diversity: 1.0
Generated Text: my cnbd9dwsmojr h o ~ t~n ae  w~gn1a vfn egek attsyjtweayocmkfhst   taadei mesu  ys

Diversity: 1.2
Generated Text: my  ulxsmn"$maaxb  ymi.&e& 9rem,t tbuaoia8al~ne~6i~ie ~ n~ilt  y'a/ione mtiar$-!hre

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i 0y?@2en      o                          o       e                               

Diversity: 0.5
Generated Text: i ~';8siwrotowan al ooase eo ye  t e   t eys s    i ets  wmeorea ~e  ~~ ~~~~~~~~~~

Diversity: 1.0
Generated Text: i (p\ fet4uku:irmn l   nh eewdedva0seowyw ts rahtyhoh~ne wenol lhs rnslriyyiew`y~w

Diversity: 1.2
Generated Text: i 5j#|o,k*c igvtsnfetcmorkitabe~k @eln sfrtgieent4ho (hpg, tgmhi innifanemlt  nt  

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you x.edt tf n n                                                                    

Diversity: 0.5
Generated Text: you b9ptxw duidfbdb  n b o  ah   rnesme      hdt m t  n be d eni    a hea yrd  teoi 

Diversity: 1.0
Generated Text: you !%!wj|hwxvldimdh ei ot'ki o mn fam  scnmotlyss~~t n~ c~o~~~td~ ~mwe'reb yeit fr 

Diversity: 1.2
Generated Text: you 1.s` pj"*ef  uo%euao aii6 tyjhry   bnuu9ia9  msr tsrwopp haumtso@rhsu l pzlq eyh

---------- Epoch: 2 ---------- 

Loss on first batch after epoch 2: 2.73102355003

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my y5finnn  ne   e        e                                                        

Diversity: 0.5
Generated Text: my ]xnltroeddektitl i fnn y h   e  r y  n ee     a   ~   y n  gie tfe  t o  n e  tn

Diversity: 1.0
Generated Text: my abvk`eeodnsb tetrt  d i!ro~wy~~k~9f~~n~~~w&~~o~~ ~syiearrefgap eeo i;irnath as  

Diversity: 1.2
Generated Text: my #eecdo%etdbcoia doyndrsetdf lmm' tfaocebnsag sdidr k ewuoenucn c^st.a tayliye ch

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i sxsfioiin        e e             i         e       e   o                        

Diversity: 0.5
Generated Text: i bnn&2 xd yao     is   t ienan ~  yf o i t nbet   tn  oeo o   e  i        ti ei  

Diversity: 1.0
Generated Text: i n+=5sq:mvgobchaakya y  ikne a/ sy;e s s rsyimdepmipgraw~dwt  cfyogefonao taarfib

Diversity: 1.2
Generated Text: i y5p$( /a~el%,imy nbn s msehyewix 0,v6 st'hvhmenb lwhyyuyefe'cni.alomaanrny iwct0

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you s ei t  in        i                            n                              e 

Diversity: 0.5
Generated Text: you ki7r  en sin im uie  o wsm oi e     neao     e  ntn tt r   s om   a   ae  kiei  

Diversity: 1.0
Generated Text: you rfblw5espnmh)t ra hhe tobdt  on n b  yneunn tgoaoh  bpldr  ui   d~axeocw  tnat  

Diversity: 1.2
Generated Text: you &zao=eo etipuygwie   hiyuuyaeoaeny  lnsra es e dc ,seku eatu n  yk i  ycgootr~ c

---------- Epoch: 3 ---------- 

Loss on first batch after epoch 3: 2.69276762009

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my bnsbinendd   e e     n  n  n     n    eie       een      nen   i    i nn     ne 

Diversity: 0.5
Generated Text: my t:b .snne  nd  e nhrnnne   hae ee tem   p ge id  n   nee d i enn   aainn a  ta  

Diversity: 1.0
Generated Text: my ffonorecsyfdnjymd id hatld  trryed  oabepo ia vwuy  ssfueeoo narset o wiwu' t or

Diversity: 1.2
Generated Text: my =h`[etwtmipnriiedmh@m.ten doeis  amp rpevmdyoh ryf{mrk dit ewit mihveineii'dhea 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i gfttnfr ne      i n nn    n   ee  r e     e  n ni       e n   in       eind     

Diversity: 0.5
Generated Text: i guw?ehoi'rne dbmmwymreo nii o  r eeado  trte oeonlooo  dibe asend y  tbo lli n d

Diversity: 1.0
Generated Text: i 1d!."7b?^qjnrlpem nai ets ofist dcy eeied.wfa l~o8 o ; 'nmere~sdt ac/ mee nihri 

Diversity: 1.2
Generated Text: i {qm\u.vr:dzufrysbsdym fise tzeddnbo seayube -ewee dtnetau emuu cbecinnyw ) rraiv

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iinnniii      non e   e       ne nn      i  n n      n      e  n     n   e   ne 

Diversity: 0.5
Generated Text: you obkfeiri  e toei diliiau u  k ieeni   eo  nn e  s    n yidmdn   enhnda o  miee  

Diversity: 1.0
Generated Text: you "z!efndgd au pfsw t ayt k  swowshitlhnaiino  fomroykirdot l;eecoies attishku aon

Diversity: 1.2
Generated Text: you 35fir5hteynbtemdpg dktiimkmsnnneifiyihroya ppn~nd'~ voseos ueiys n easnktobhait1

---------- Epoch: 4 ---------- 

Loss on first batch after epoch 4: 2.55045437813

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ffifrenndd     fferend   o  ii e    ir e    oree   e    ein   e   e e  e   e   i

Diversity: 0.5
Generated Text: my u&idafnn em i een d e l eed a mo  eo e ' ue i  im  e i   oi n a   aa e   ir  iey

Diversity: 1.0
Generated Text: my ucyummgnoeks bysi r edldesflqmpide ~ ita eba wwshshasc rotisikdhctyaha cybhborwn

Diversity: 1.2
Generated Text: my z6vx(t%imttnoebtmamlwewi ekwtthmtam alype, rem  e'bagfpnt wiumyoaaknswtp  bflm: 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i 2hoyeaitni    oieee   on  en     irie     oeee   oy  ni n  e     oee  i     ee  

Diversity: 0.5
Generated Text: i 7siekldhoosdonr snen e so   onndn   yose  ilte s  y bii ddd is   sn mh   sme e s

Diversity: 1.0
Generated Text: i ;7yuf2nmba)ae.d imsrseye  eoo bee' niwa ~e iset ys oy eindi swn b krtg efmk  y h

Diversity: 1.2
Generated Text: i :zeqtnhu,tgil teeyn,obo ' 'a  if dil id l ues yohto  :fm3ca. regne rs, bf  mc'dy

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you weobdnnn n    eein  t   eii   e   e ee   ao a    ee    ee    e   een  oi e    ei

Diversity: 0.5
Generated Text: you i  indi  n   iei  nt  e cre s ee  s tie    uee  so  n i e  oe i    soe ~d  oy by

Diversity: 1.0
Generated Text: you .dc}censageta 'ce clyrgh safwtiemilw t ro ni~i s   vxi eo m n  o6e eie~t~~~~~~~~

Diversity: 1.2
Generated Text: you  po!ueltoidpi 'u eesfsiede~nnl ryo oe nhnd twm'pyy tbcjnf~dn? d!bgs tioynmma  nb

---------- Epoch: 5 ---------- 

Loss on first batch after epoch 5: 2.48636579514

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ffffirrnndd  o offfieen io ooo iie  oooie i ooe  oorre  oooaee oooo oree  oooer 

Diversity: 0.5
Generated Text: my =ciyrriennd iioone  aroie eu yo ffiieid sha aae ata  rf erte  rae se o ebiyiiee 

Diversity: 1.0
Generated Text: my !bionisne;haloesmtahti~n "boyo h rrfiiedula o!o aa ioygybysreeidmoeue cgv ouvlas

Diversity: 1.2
Generated Text: my tclksrmn eo  m fyefrsnvnsaski\ eoueswb iffuryh bofa de8. l   roiieferist wyyne t

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i yofnffriindd  ooorire e i oee  aofie  oooen  ooo ree  ooye e oo eee ao ooo et  o

Diversity: 0.5
Generated Text: i brryirrenidd yhyorreeen  hooietn soa rf ffienndm o fourie to lfytof m e e ne omn

Diversity: 1.0
Generated Text: i -` ]3otrntsha sne dm oorce nk elnwi bm.e fsybfffriennddsekd bsonbgitnn loovaetio

Diversity: 1.2
Generated Text: i ,on@ luin haaohtbeyrnegei e tforipna li~ew m arf resrns od:r'ias  wrwb yonotrhe 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ffffriennd  oyoorrreen oom e iie  oooffien  ooooe  ooorrne a  obofrreed ao  ooro

Diversity: 0.5
Generated Text: you i-fmiid   abyfiiinend u lioe  aee i f oo reen o m  oofrine im i aooo ofiee  td o

Diversity: 1.0
Generated Text: you naxesw in ihsiict arin wlctnemntoi oaape aahurm o fyfft initlul.d shhai,s ohme l

Diversity: 1.2
Generated Text: you  ;4bdepi'g puh btwie rob,fufsudafc'aead ob kybfuinps widhconi yrounegvph5 secrlt

---------- Epoch: 6 ---------- 

Loss on first batch after epoch 6: 2.39015746117

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my byfyriinnd  oo o iee  oo e ie  a e ae e  ie  i  oe  oe  he  oo  oe  ie  bo e t a

Diversity: 0.5
Generated Text: my fwfirenn~  oowei t a ee  e  for n n a te aa e e en aa n ie ie ln  ehe oa i  o mn

Diversity: 1.0
Generated Text: my 1ybrbrnfnn esnh nliir m hi lbcxsea oe bga.h s m fer gbt vtp'knr m hhm ths mrftt.

Diversity: 1.2
Generated Text: my hintnns2 resyhra dygkt'a~~~~~~~ ~c hlocaya mctp trwt l  hykerh ao fei oesdea oh 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i nfoieend  oooien  ao as t e e a a a a  oe  oo e  oe  ooe e  oe  e e e  ae  oo  o

Diversity: 0.5
Generated Text: i v$ochrrnn  ao s me  oete ia m i iin es ae ain i s o s a ah  i  ien ta mte ms a l

Diversity: 1.0
Generated Text: i qk#h\.st  fyfgkeedtshgk hah tp sie ea hs ao ekl f~'2  hore  tmosrt ,ii e truamgs

Diversity: 1.2
Generated Text: i 1=;tm*i.in6gpnolinedih5dtug ysfosanndi,otiee~,~ftlnee meo  aikn nh y.a wsdas gmm

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you fffrrinnd  oo  iren  a  a ee te  o ee  oe  oee  ie  oe  e  oe  ae  m  ooe  o e  

Diversity: 0.5
Generated Text: you ermieders ny ferten e  oftl   one  oe e pat m e  odt  oe t ah  oeh e at lan  hn 

Diversity: 1.0
Generated Text: you ts wydeee~~~~~~~~~~~~~~~~~~n~k' hvk ~~~~~~~k~~~~~  n uin ydlddge m nach ar viked

Diversity: 1.2
Generated Text: you ibm5fnn giwkiht.au. yb&cyrbiee vicl:t~e~~~~~~~~~altahme yfmre.m yemofes l i cc;n

---------- Epoch: 7 ---------- 

Loss on first batch after epoch 7: 2.29972720146

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ybfffriennd io oo oie toa me mo boyfriend io ae mo ao to m an mo mo oofreen io h

Diversity: 0.5
Generated Text: my offrrrinn ite th ml boyfrieed loh a hi wae la ms bbiyrrend io ao mwme boyoreee w

Diversity: 1.0
Generated Text: my offofeinnd he id,atcim ayienr buyyf oriiy aasy$on mc calme sthie mon fisdwtae ee

Diversity: 1.2
Generated Text: my [fiiridn obeyo fofyeinda huonsr he t o&yezlcieehosytnc ytleeph.jlfha ,edhinyys: 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i affifienn ioo ooffieed oo ooree mo aoe boofreen io mo mo boyfieed io ao ao ho t 

Diversity: 0.5
Generated Text: i o'tfirin  iucs oay tfiene buy cofrrend boa sre mo ooy mre boyrfrien io ipas iaed

Diversity: 1.0
Generated Text: i sw;  bbeffiee  ab oyfieed ie s  yn o,y moeltm3e.~ to poiga lhoy ooioerrsmnssdltm

Diversity: 1.2
Generated Text: i 3inn3i puuofact bee co ar azh~n md~ mekn dorin giwdavryi oorre te aun zhabto~~un

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you uiyien aoyoyorireen io oer ao ao ay boyfriend io ao mo mo oofte i aa a oo m m a 

Diversity: 0.5
Generated Text: you nufoeen bioyoerreee ay yorffieed ik uy ho orfre  oosei aa io hyy ao rfrien is is

Diversity: 1.0
Generated Text: you (ckir.e. teollepyofsn isvlfpgat bwftetihhed oitroynd ran~ abtafsn ,u ek tit tu g

Diversity: 1.2
Generated Text: you cfyfbieen ofallgha thhyv ajblyeesg if'y ioyc hensta coy*iepeaamnd, d'eesyi'oriit

---------- Epoch: 8 ---------- 

Loss on first batch after epoch 8: 2.23835301399

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my ifffiied i soe ie mo mo toe m te m m m an to ae m a bou ia m a me to i a te me m

Diversity: 0.5
Generated Text: my kt friied stm mn ioe in los ie e ta to e a m bofoend io a a a ane te  ola a aa e

Diversity: 1.0
Generated Text: my xijo~d.~~~~~~~~~ saedi wve ih.? bhyv hsyww ai my ne balte ek. yflu mt yyutiap d'

Diversity: 1.2
Generated Text: my lhfkr~en?~~~~~~la~toaisei~~~~~ evwoswhn ue uangtg]d iv;dswmmn anrlasled onlthtta

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i sooffiend ii ts ae me boorren i a a m a ta te to m a to a a m ho a to to te m a 

Diversity: 0.5
Generated Text: i altoroe s ue hnts mre a a tot mel bsa me wo aes es boe ss mt m me oa a to  oi se

Diversity: 1.0
Generated Text: i ugwookin wocwwea htns se tgy,0 onl mhseg hor e hakd byas ayt bossfund bx iito rs

Diversity: 1.2
Generated Text: i -saon_tn~ )ee oe ie weemr o o"rlam ie wak b,oyi~~ mmri dtw nsa hmgl" mo aytd wte

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ffffriend ii ta me m mn ta m a ae me wo a m a mo mo m m m a oo me a a ma m a me 

Diversity: 0.5
Generated Text: you tfrired dtye ti me boo is a a ae' i m a bu hhvkh he me m m pa whe te i tl ea a o

Diversity: 1.0
Generated Text: you tqah"et mpiam~ maeme ki rfshte hoeeg~~~~~~~~~~~~~~ livtl~e hhtm ag yoee ours unn

Diversity: 1.2
Generated Text: you ifweeod atslthatr lao ssg kg'h icat rkrccitmo onncrnc~ sgke cex faat mmlt oici k

---------- Epoch: 9 ---------- 

Loss on first batch after epoch 9: 2.17516231537

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my byyffriend is mi ta ae me in ti e ta to e en m m y boyrriend is m a ae mo ae a m

Diversity: 0.5
Generated Text: my iisef en to en lahh hsn  atet thcle m whet ta me ho he e t hek  a ta lh ta he m 

Diversity: 1.0
Generated Text: my leiksyw ootknhn.~~~~~~~~~~~~~~~~~~~~~~~~~~"~~~~'y~~~~~~~~~~~~~~~~s nwlanshwcln'i

Diversity: 1.2
Generated Text: my zyff~r:di pain ttag te mtopsrsos wsedt mcyooriweg?e .dmiss0nm toame legiknk tnt 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i eiitd too a ae mo boyrriend is te m loe i te i me m a hoe t a m a to a a m a a a

Diversity: 0.5
Generated Text: i mmiefe te sya boh ie e the m mo b oo aen td s ed bhek ar hut he e wo he i bin wo

Diversity: 1.0
Generated Text: i onebetiatt tefynss els encsreus aidtt bsr ie ie inn syy wmn tsy 1ade lok gl&k mu

Diversity: 1.2
Generated Text: i 640rfhtga~d!~ ,onl?nkinrwahtpdnoo.e ra io-rfy son lc slael n bm ietpgods ma tots

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ieit  hoo ie a lo me ti i te to m a an m te m a mo m a me hhe m t he a te m m m 

Diversity: 0.5
Generated Text: you ffreredd is ta aatne se ae man mo int ran borend iid as an io ae ta hhe ae angs 

Diversity: 1.0
Generated Text: you fttpi- huot o "yraadnne~~~~~~~~~~~~ on hre tunl aot  od lecs oocrw os me hay'e c

Diversity: 1.2
Generated Text: you ioshelas ailn a ccmi hg mo 2lnyvcogktnketd?~~~~~~~d,~~ a m( unuvtmv aenl mo thnt

---------- Epoch: 10 ---------- 

Loss on first batch after epoch 10: 2.04012203217

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my byyffieend is mo boyfriend is so boyfriend is to boyfriend is i a a mo boyfriend

Diversity: 0.5
Generated Text: my yyffiiend ii ta koe a to boyfriend is a mo boyfriend i wit i to bhyfriend is tr 

Diversity: 1.0
Generated Text: my etcoktr wee' gan tictcf winns gpssi~~ t us boy ilndd oen iyn 'u ad wuler what bu

Diversity: 1.2
Generated Text: my vyfriinn~~~~~~~~~~~~~~~~~~~~~y~~~ uv at atpf sf boyrraend al al estv eciis anog 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i moyyfriinnd is a a a mo boyfriend is is in to boyfriend is mo boyfriend is is mo

Diversity: 0.5
Generated Text: i 0hoyfrreend i hio mo me boyfriend is arten lo gos an a me mo boyfriend is to a w

Diversity: 1.0
Generated Text: i opoyffiiedd ao li~~~~~_ ooe eo ja e inl he s ay bhyited.!~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: i p6teytwhar b yybiiend ave ivd besrste ios i?o la oesk aun o letw1 mo'steyd]sohui

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you yyyfriinnd is to to m boyfriend is in m boyfriend is mo boyfriend is mo boyfrien

Diversity: 0.5
Generated Text: you bifffriend is se i a mo boyfriend i titt he a bes boyrriend i a i bo friend hin 

Diversity: 1.0
Generated Text: you e;f iees tymr ainls is som wowtye my boyffren~.~~~~~~~~~~~~~~~~~~~~~ dbmy a syt 

Diversity: 1.2
Generated Text: you gmbm tr-teen me vhnr anos 3t hool morrn to oo rhw ue lenli f yeftrg 3 wisttna ty

---------- Epoch: 11 ---------- 

Loss on first batch after epoch 11: 2.01120233536

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my yyyfriend i so m at in to to es ho t an te to m boy binn is to te t an i a mo bo

Diversity: 0.5
Generated Text: my yyyfriend is tisd my mo boyfriend as te het an the i as sit ten ir int mo hhe bo

Diversity: 1.0
Generated Text: my yyyfiiend lalis s mn mawmosg in hele mr bof iend grko ing amt cot  and mi~~~~~~~

Diversity: 1.2
Generated Text: my yeyymrenls w aecchsrinn:?le~~~~~~~~~~~~~~~~ o"u tene whvknncyoand &ouk' foin woa

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i uhoat te a ae mo boyfriend is as an my boyfriend is tin to m o and i an m boy ie

Diversity: 0.5
Generated Text: i lvhyyr iind to an e a and bitt ine m te lhwend ind bo tylend ind m oo taat tane 

Diversity: 1.0
Generated Text: i aenatreedo dohawt lc ennld la elvk hind lhlhnt bce e gox lecg; w enpl.~~~~~~~~~~

Diversity: 1.2
Generated Text: i dmahrbitte' istk bji~~ wis tftcn s wrg mnn vle ym bolfund urpn acy flmcyrya boy 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you foyfreend is late in to my boyfriend is a tete to to e to m boy in to bo m ant a

Diversity: 0.5
Generated Text: you yooffriend is pirt oe me e wo my boyfriend is phes a my boyfriend is se mhe a mi

Diversity: 1.0
Generated Text: you ue6ti hins wamt irdliso mi modrhnne mo wiit bihh cenr fu.e/ ba phunt sy ioo'u yl

Diversity: 1.2
Generated Text: you yofayvrinn casl,ge  hhavipt k as gind mhmd w'tsjchnn ced gkev!g thi trybhckte i~

---------- Epoch: 12 ---------- 

Loss on first batch after epoch 12: 1.93068230152

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my yyyfriend is so and ind i and my boyfriend is mo boyfriend is hate a mo mo boyfr

Diversity: 0.5
Generated Text: my yyfyriend is tati lo m ee tere hor mhet bukk solent mo tomt mh citho tite so cha

Diversity: 1.0
Generated Text: my yuoxet muve fionn ind mat~~~~~~ ffdaedge givei ohce fhet borerbtaca tonkh bmyfii

Diversity: 1.2
Generated Text: my weoy furidn.~~~~a alreny fian'y cifpekd my bbuitidt mu~ tekhilsos'2se:p~ra'astyy

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i oooyfrieedd is io latt are my boyfriend is as tene to to my boyfriend is to tand

Diversity: 0.5
Generated Text: i btyyyfriend ise me boyfriend is hak is ind my foeld hete then hinl ant he acho t

Diversity: 1.0
Generated Text: i a~mclkoo- i ila grler and bho  hate su'lve sveke"ip ccane lamg rakdi'd boi condi

Diversity: 1.2
Generated Text: i jyioyfrriindhsiduge 1?~ty weatdt#d.sioge }npyyr waud finphtatl.,tno comlnicp i m

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ioyyfrieend is ta te want my boyfriend is and mo boyfriend is is mo boyfriend is

Diversity: 0.5
Generated Text: you poyfrieend ism leak in to taat my boyfriend is lom as my boyfriend is is mo tett

Diversity: 1.0
Generated Text: you otbbto  amlthnin' ivtu hamh hondea mo wa itlny foann ye my boyfiend wants jictwd

Diversity: 1.2
Generated Text: you osusm .? pucvra:lo.~byyufne~~~~~~~~~~~~~~ yyrriend tem vonnlo .gdirt i. ay bhirk

---------- Epoch: 13 ---------- 

Loss on first batch after epoch 13: 1.86912548542

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my boyyfriend is to to my boyfriend is to to my boyfriend is is my boyfriend is my 

Diversity: 0.5
Generated Text: my byyyfiend in i hive hhe is lete so the me hhe tace so a geog have my boyfriend s

Diversity: 1.0
Generated Text: my noi dctaugt chaejea goke onzty mos (octar ouc wule me apf seee il, ipsy is wotm 

Diversity: 1.2
Generated Text: my ooyffriend isge tlost inddytn tis i pora;:t mingrad wste qitg la't jrt wentg jet

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i boyyfriend is ta and a hhe a as i when to when te the to a my boyfriend is to my

Diversity: 0.5
Generated Text: i iyei ke fee e phing my boyfriend is so my boyfriend is mo lhee mes ho se a to th

Diversity: 1.0
Generated Text: i heyixr buy mo evet koe o th;'w.~~~~~~~~~~~. hmy boyfriend is tatk datdsty hime's

Diversity: 1.2
Generated Text: i %amatracgsgwiegy turro sl eitg ce giuensamo me mhe do g1dy bols at; e. se1d uhes

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you aoyu  ooyfriend is my boyfriend is is to want my boyfriend is my boyfriend is my

Diversity: 0.5
Generated Text: you yyyyfriend is se the wit and wat and me tak' a a my so sei'k sand ind hat ens te

Diversity: 1.0
Generated Text: you oiitc beye  uinsett'vea'y bata se tlavk etc and a io sh in titse my khat aee ike

Diversity: 1.2
Generated Text: you nomyfiy b oyyrraend, in thinn dhanlbo gas. saed ig 2 i a phm idel!~~~~~ yelonlit

---------- Epoch: 14 ---------- 

Loss on first batch after epoch 14: 1.80280518532

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is and i boyfriend is is my boyfriend is to my boyfriend is my boyfrie

Diversity: 0.5
Generated Text: my yyyyrieed se pute te fitt ind my boyfriend to as weet my boyfriend is boffriend 

Diversity: 1.0
Generated Text: my omyffiennd it iht my buy acy hiki lho'p gore. her lrewe st, my boyfriend wfnale 

Diversity: 1.2
Generated Text: my otyffieed laad dom mede yee shthrus e w.te~~~~~~~~ ~ ohor "y boyfriends.tteoe gi

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i tooyfrriend is my boyfriend is to boyfriend is my boyfriend is to mo boyfriend i

Diversity: 0.5
Generated Text: i yeyyyfrieed is so tint in i mo boyfriend is sere as boyfriend a mo fore my boyfr

Diversity: 1.0
Generated Text: i |rslebier bny( eat he hukis isnn hen tor threagg tix ta oy boffriend spive my wr

Diversity: 1.2
Generated Text: i =lcoloangte " toislim*~~~~~~~~~~~~~~~~~~~~~ gad bet ?my boffiendlaf molvie loupt

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you oyyffriend is and to my boyfriend is my boyfriend is is my boyfriend is do boyfr

Diversity: 0.5
Generated Text: you laott ao wiot boyfriend is doet my boyfriend and wite lore a boyfriend is sont a

Diversity: 1.0
Generated Text: you iitthoofue tafe mhenbheunt wist munlly sualo arhew yy bi tep potlay jeus it od m

Diversity: 1.2
Generated Text: you wailc int buct 1sthe sh?tding~riphre dowc'  pifunr.me the! i'nh1 dewuk is leivti

---------- Epoch: 15 ---------- 

Loss on first batch after epoch 15: 1.76274287701

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is my boyfriend is my boyfriend is my boyfriend is to my boyfriend is 

Diversity: 0.5
Generated Text: my ooyfriend ho e ance my boyfriend is my boyfriend is i ala to want my boyfriend i

Diversity: 1.0
Generated Text: my yyyfrienn hu lhnr isr. anw yof a boyfriedd. youmr.~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: my aiy ,uka my aebinrhyre late steee ited.! shereat sarm siig ylale ha wivi noe~~~~

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i ayyyyfrieed is to my boyfriend is my boyfriend is to my boyfriend is my boyfrien

Diversity: 0.5
Generated Text: i liall ty se my boyfriend is to so boyfriend is sorer and a boyfriend is my boyfr

Diversity: 1.0
Generated Text: i sroyyfriend as las lake my becfuinn ip pinliy i es fere hinhd a boyyriend a bouf

Diversity: 1.2
Generated Text: i egbyyo'ir aans i uilp *o me.~ am dor fniruing a'he~~~~~'o jos maba yemob~~4terii

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iyy boyfriend is to to my boyfriend is my boyfriend is his to boyfriend is my bo

Diversity: 0.5
Generated Text: you ion se at an hile is my boyfriend is so ta shite and the boyfriend is hat the go

Diversity: 1.0
Generated Text: you kyyoayy iccters agcuo!eele win o grit is my belt is wh in fheoon.~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: you yoyyfrienhd cn is andlt whunhit i li~~~~~~~~~~~~~~~~~~~~~~~0 nint yy bsyyriend .

---------- Epoch: 16 ---------- 

Loss on first batch after epoch 16: 1.72915780544

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is to to my boyfriend is the my boyfriend is so my boyfriend is the th

Diversity: 0.5
Generated Text: my yyyfriend is so my boyfriend ins at a bet to the winl my boyfriend is o have go 

Diversity: 1.0
Generated Text: my myy boyfriend is jye'ls ollkeng my boyfriend he be dal'e loresend whe and sosc e

Diversity: 1.2
Generated Text: my fofir was an youbi fo a nna^ hit et hee)~~~~cy my begoyfi~nw &hithhs dikes to in

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i aant to i my boyfriend is my boyfriend is my boyfriend is my boyfriend is so my 

Diversity: 0.5
Generated Text: i inindt to be gat he het to so win to tad be rake my boyfriend is the my boyfrien

Diversity: 1.0
Generated Text: i m,nm  yenou"sis he muke ime my bcagtunks by fathrr ang a chepn to paop~~~~~~~~~~

Diversity: 1.2
Generated Text: i abne'selyo.no sor ab(lk;c to tiver my feudt ms y bolcor. @&chxz.~~~~ rendind waw

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iit ta le to he my boyfriend is to bet my boyfriend is when the to so my boyfrie

Diversity: 0.5
Generated Text: you doyy oof iend i in go to s at a boyfriend is le a no my boyfriend when to and he

Diversity: 1.0
Generated Text: you foyforeoy roy boyfriend is helh my boyi  ashe thelung aptaag lapl the stm tafk, 

Diversity: 1.2
Generated Text: you lyy  eeer 1 bit rle~~~ soveo se letemy andi if watl fect alk?sr i'll inw 3. esd 

---------- Epoch: 17 ---------- 

Loss on first batch after epoch 17: 1.67427480221

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is my boyfriend is my boyfriend is to me the boyfriend is my boyfriend

Diversity: 0.5
Generated Text: my oyyfriend is so alt my boyfriend is wint the thant my boyfriend is in hike tant 

Diversity: 1.0
Generated Text: my oyofriend hast a the~~~~~~~~~~~~~~~~~ omf gund . b.is boyfrienl rigto'lens alp w

Diversity: 1.2
Generated Text: my oyyfriined. hist is whet~~~~~~~~~s utli.g.om wied my not'ell'ilang sto ceet hevi

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i oiyfrriend is my boyfriend is the boyfriend is so my boyfriend is so my boyfrien

Diversity: 0.5
Generated Text: i buiyt tant oe boyfriend is my boyfriend is so gamp gote i whane is want is the m

Diversity: 1.0
Generated Text: i njuike dyut honc. enwtalt s oundtesg tivan u jnent allonemy oer of ead..~~~~~~~~

Diversity: 1.2
Generated Text: i  bhreet ceoqe..diny.fuilg haye f:dlyinn telm/.! is "akebaf piwthe wall yeuty ish

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iitt ao to and to my boyfriend is my boyfriend is so my boyfriend is my boyfrien

Diversity: 0.5
Generated Text: you iinlt aona wate my boyfriend is and and a boyfriend and i tat the po ale pomy bo

Diversity: 1.0
Generated Text: you noad anetptee your yoyfriend asateteing and eimfo(te he to he tove ato whenht po

Diversity: 1.2
Generated Text: you la ulryiey is m4ithy mocd/dafrbyugsw~~~~~~~~~~~~~ bbyyfriend'r is bwsayt apkeahe

---------- Epoch: 18 ---------- 

Loss on first batch after epoch 18: 1.63024425507

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is to be like i want my boyfriend is to me is my boyfriend is the is m

Diversity: 0.5
Generated Text: my oyyfriend is so seat to gout my boyfriend is me my boyfriend and to boyfriend is

Diversity: 1.0
Generated Text: my bloyfriend ma me and so gentirl my ri~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ nwant wh

Diversity: 1.2
Generated Text: my "dyard tosss ult bmy maku geot thhi'w srwtp hise cikf my boyfriend i on0 lake i 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i cooyfriend is the boyfriend is so me so my boyfriend is to like the the the boyf

Diversity: 0.5
Generated Text: i noey oo u yirt and in my boyfriend is my boyfriend is so he and a mo the my boyf

Diversity: 1.0
Generated Text: i bloyfrriend and sand sonnr aud to tepule is whis when i wow't inily lave i wont 

Diversity: 1.2
Generated Text: i iwstate haac theon . when'c nitkder it a lerer  arydor 6s soe't and  ougdy gwatt

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ooyfrriend is my boyfriend is my boyfriend is my boyfriend is to my boyfriend is

Diversity: 0.5
Generated Text: you iym joyfriend is my boyfriend the boyfriend is my boyfriend is go le core the wh

Diversity: 1.0
Generated Text: you oryyo fome horls &afps he ban a~~~~~~~~~~ ot im so is byyriend nhing i wink my m

Diversity: 1.2
Generated Text: you alasdno yha?~~~~~~~~~~ woate u see'to my boofriend is k mot dfr everyyurn ther c

---------- Epoch: 19 ---------- 

Loss on first batch after epoch 19: 1.60421359539

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is my boyfriend is so the boyfriend is to my boyfriend is my boyfriend

Diversity: 0.5
Generated Text: my leatt the like hive a boyfriend is my boyfriend is so chon i pate i love a boyfr

Diversity: 1.0
Generated Text: my oet an boyfriend gon, whet my boyfriend to mo~~~~~~~~~~~~~~~~~~~~~~ askery mo ga

Diversity: 1.2
Generated Text: my craeer tor bus likee mimeswhe lice oso asd hottit my annhhrter to hike thas and 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i tooy  oyfriend is my boyfriend is the boyfriend is to my boyfriend is my boyfrie

Diversity: 0.5
Generated Text: i loyyfriend is the with a boyfriend is my boyfriend is my boyfriend is to shi har

Diversity: 1.0
Generated Text: i hjeith pesfing a wxend a~~~~~~~~~~~~~~~~~~~~ om cang my boyfriend hug my boyfrie

Diversity: 1.2
Generated Text: i iiwk uhs sy hers my boyfriend. veraat a whec fredozant hot ug ont waml this s" i

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you oyyfrieed is the boyfriend is my boyfriend is to my boyfriend is so my boyfriend

Diversity: 0.5
Generated Text: you ooyyfriend is to cate the boyfriend co sat when a dant my boyfriend is my boyfri

Diversity: 1.0
Generated Text: you oy royfriend ig gored kgare thy mom soune if swat tfos say whenk af is'r hand le

Diversity: 1.2
Generated Text: you loyt~ txe't,s yourbo to gid of fraysssypaing ive. dol mei?ls venctons be,g or wh

---------- Epoch: 20 ---------- 

Loss on first batch after epoch 20: 1.57925832272

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is to so the boyfriend is my boyfriend is my boyfriend is my boyfriend

Diversity: 0.5
Generated Text: my oyyfrieed is to mning my boyfriend is just so my boyfriend is gore friend then'm

Diversity: 1.0
Generated Text: my oyyfriinnd biingaite by uba us a"rian dichis woy my boyfriend is meis" pochole a

Diversity: 1.2
Generated Text: my byyvriend to ut py and fing teurin to~~~~~~~~~~~~~~~~~~~~~~~~~~ yilles bo hmyaca

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i loyyfriend is to me to my boyfriend is so me is my boyfriend is so got my boyfri

Diversity: 0.5
Generated Text: i souanl i lowe to boyfriend is my boyfriend is me mering so mering his my boyfrie

Diversity: 1.0
Generated Text: i cfadatay undanly mex fiad thas here tarpad e'sboyfrieng to and i fuuclt noagad- 

Diversity: 1.2
Generated Text: i fvlrete yualf hathombsa aplnzen. neod my i ouce sasing a love gereoo seaey i var

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you oyyfriiend is my boyfriend is my boyfriend is so my boyfriend is to me is my boy

Diversity: 0.5
Generated Text: you boyyfriend is my boyfriend is so be to my boyfriend is my boyfriend is the wat a

Diversity: 1.0
Generated Text: you rsyoepddyun with fing me jeut buke 2velpey civeean to kove neil. i cand i reasin

Diversity: 1.2
Generated Text: you twiols quu ot if whan a bow gow ool to nolvabour, and wr e met &aejtsa. beodetio

---------- Epoch: 21 ---------- 

Loss on first batch after epoch 21: 1.55873835087

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is so my boyfriend is my boyfriend is so my boyfriend is my boyfriend 

Diversity: 0.5
Generated Text: my oyyfriend is my boyfriend is my boyfriend is to me when to bes that i want a boy

Diversity: 1.0
Generated Text: my aint a hit be ju't haveg yame and i ovly wout " timh a soutirn betermy boyfriend

Diversity: 1.2
Generated Text: my iyt ackooade~~~~~~~~~~~ onmlnicg 'n tor ot whett enmy dom whe his is mtfsike abo

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i loyy my boyfriend is so me the my boyfriend is my boyfriend is to my boyfriend i

Diversity: 0.5
Generated Text: i boyyfriend and om than i want to my boyfriend is tall when my boyfriend is so ba

Diversity: 1.0
Generated Text: i incaot hoic tadly ued in hon,. my boyfriend in s you juster to lwat that is ny a

Diversity: 1.2
Generated Text: i ined dhe cansht noth whit worna afl &xpdm.0tat and i and the le'k nve ?bo aed my

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ooyfrriend is the boyfriend is my boyfriend is the want my boyfriend is the so m

Diversity: 0.5
Generated Text: you eoy eo my boyfriend wor wath my boyfriend is the best my boyfriend is like tha l

Diversity: 1.0
Generated Text: you eoyncf ainne my boyfriend seat thol.~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ enty at 

Diversity: 1.2
Generated Text: you imve~~~~~~ wasts to wa hhap co care~~~~ yi lises my boyfriend is my gawty my boy

---------- Epoch: 22 ---------- 

Loss on first batch after epoch 22: 1.50955688953

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is my boyfriend is to the so me boyfriend is so my boyfriend is my boy

Diversity: 0.5
Generated Text: my ooyfriend is so so so go to like my boyfriend is i that a boyfriend so disg my b

Diversity: 1.0
Generated Text: my ray tow my boyfriend is to stee/ but yfunn youfe ang to my boyfriend to tith to 

Diversity: 1.2
Generated Text: my oyeltpwill hne tikern,hamsser, my brofflik. g to reauting ho.'mthar a won'k doti

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i ooyffriend is my boyfriend is my boyfriend is the want my boyfriend is so my boy

Diversity: 0.5
Generated Text: i kuent to he a boyfriend to me is the do the with my boyfriend is my boyfriend is

Diversity: 1.0
Generated Text: i laatf bike this text bestel~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ythet to tat my 

Diversity: 1.2
Generated Text: i bdbuyam oet fornttict/y ig madeetat i whan thata yave tha ?, i hans.ch md limlay

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you iitt to my boyfriend is my boyfriend is my boyfriend is to me and to be and i wa

Diversity: 0.5
Generated Text: you soyyfriend is the wound his and to be the simes my boyfriend is shat hit to me s

Diversity: 1.0
Generated Text: you saoype e thit love boyfriend is me~~~~~~~~~~~~~~ yus you ta be my boyfriend to h

Diversity: 1.2
Generated Text: you yhyyorf depasds sorgamt,)nbet cco?terilwing worot'sny pioly andingilk gatker amy

---------- Epoch: 23 ---------- 

Loss on first batch after epoch 23: 1.48886096478

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is so and my boyfriend is my boyfriend is to me is my boyfriend is the

Diversity: 0.5
Generated Text: my oyyfriend to me to be to he can to her boyfriend ound the canken i like a boyfri

Diversity: 1.0
Generated Text: my qolyay asme and only taring't yann me boyfrieng dyong fre theateat this is my bo

Diversity: 1.2
Generated Text: my ooy  oyffiend, i neet is gaveny to but +0 calect hiune to coup. hive litey nis b

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i loyyfriend is my boyfriend is my boyfriend is my boyfriend is the so me the be a

Diversity: 0.5
Generated Text: i say me fucke my boyfriend is to like when i look and my boyfriend puct to and to

Diversity: 1.0
Generated Text: i nmye to fniake br asked then talv of woot minge gever. be thf it don carcfudet t

Diversity: 1.2
Generated Text: i ooey mo odfeh ouly docamp ext so merrrltsipole thei gonlbe dco pully/aso npik a 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ooyfriend to me to so gore the boyfriend is the boyfriend is my boyfriend is the

Diversity: 0.5
Generated Text: you iact anle to he comerer boyfriend is she bust that my boyfriend is le so the but

Diversity: 1.0
Generated Text: you iytthy eactore peanht. sherbboyfriend boyfriind my srool .8 hat1~ yoully howirha

Diversity: 1.2
Generated Text: you elbook hamoo girn naopo: hvatvicl fan himmeraale wime caysouni_ls i nany her byy

---------- Epoch: 24 ---------- 

Loss on first batch after epoch 24: 1.4656547308

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is the be the boyfriend is the so me i nand a boyfriend is my boyfrien

Diversity: 0.5
Generated Text: my ooyfriend is so for my boyfriend is my boyfriend is you have to me to me for boy

Diversity: 1.0
Generated Text: my ees picsed beake hete my boyfriend is but me boyfriend do &atp; blol sild to due

Diversity: 1.2
Generated Text: my a.n:~~~ yoyriend boyfriend. on fkeve po. rowayo she to sols epme ne ov ty bean s

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i into my boyfriend is my boyfriend is my boyfriend is my boyfriend is so me and m

Diversity: 0.5
Generated Text: i ghoy mome and to lave i just to my boyfriend is i want to be to seed my boyfrien

Diversity: 1.0
Generated Text: i meamal being is . ot wver my boyfriend hcf choinhi~~~ cas like ta to my so lrop 

Diversity: 1.2
Generated Text: i :iaks hew me:. wei hin crenaogit i chanlw it reers dem  like~~~~~~~~~~~~ esul my

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ooyfriend is my boyfriend is my boyfriend is my boyfriend is so my boyfriend is 

Diversity: 0.5
Generated Text: you ooyfriend is so so ond when the ger and a like to he boyfriend is a boyfriend is

Diversity: 1.0
Generated Text: you aukss tha rom me if xou to mat be san e gaat to and so so coll thar you beor blo

Diversity: 1.2
Generated Text: you fyow ire jobn? tos tering wher der has sad, peiply an bir i abo sazyentaed  my b

---------- Epoch: 25 ---------- 

Loss on first batch after epoch 25: 1.44240248203

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is so so me is for the boyfriend is so me is my boyfriend is so be and

Diversity: 0.5
Generated Text: my ooyfriend is the boyfriend is richers and with my boyfriend is not get sill and 

Diversity: 1.0
Generated Text: my tountiu neem a boyfriend to me have eichong and everytaokera firh w"y, beentt do

Diversity: 1.2
Generated Text: my hveshou my boyfriend is nottppowaniy and,~~~~~~~~~~~~~ hat it ti's love wtangat 

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i aland a boyfriend is the be and my boyfriend is so canter that i don't want to b

Diversity: 0.5
Generated Text: i laend to in my boyfriend is to about my boyfriend and to my boyfriend is the bec

Diversity: 1.0
Generated Text: i 'anliged tayfe agiro risst my boyfriend is spoving hacl fooloret whate pugcttiar

Diversity: 1.2
Generated Text: i pmuwhap amp1 sin~~~~~~~~~~~~~~~~ oe to phersbagk asmy boyfriend boyfriend"hiv o 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ooyfriend is my boyfriend is so me and to so my boyfriend is the best boyfriend 

Diversity: 0.5
Generated Text: you boyyfriend is nowhat ene to my boyfriend to my boyfriend is my boyfriend is and 

Diversity: 1.0
Generated Text: you  wboyfriend boyfriend doing so sulk. becar him justting, so becaupe wi hape so t

Diversity: 1.2
Generated Text: you /eos tafy him boyfriind is som.:i~~~~~~~~~~~   eirlesply attolh moke steisliel m

---------- Epoch: 26 ---------- 

Loss on first batch after epoch 26: 1.41977918148

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyyfriend is so so me he is my boyfriend is so so to so me and i want my boyfrie

Diversity: 0.5
Generated Text: my oyyfriend is my boyfriend is so i need to for so hame i want my boyfriend is so 

Diversity: 1.0
Generated Text: my ooyfriend this bouh is whot eve with me a wherls want to simpn tilk i's noth and

Diversity: 1.2
Generated Text: my oaially co dut the uscang. it my boyfriend is ut'vehh'c iss wae and md reamoe va

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i intha my boyfriend is to the best the boyfriend is my boyfriend is the boyfriend

Diversity: 0.5
Generated Text: i istan like a boyfriend is to all on my boyfriend is so so can a like to get my b

Diversity: 1.0
Generated Text: i ploy and goyfupe this dillls my gaasn pristy mame hat is shat why knome feare'w 

Diversity: 1.2
Generated Text: i loowh telky weelurned  oy s gi seaasa tore my hell fusoli sseingest going es my 

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ooyfriend is my boyfriend is so me is my boyfriend is so me to me and i want to 

Diversity: 0.5
Generated Text: you int wint my boyfriend is my boyfriend is so hass of my boyfriend and to me to ke

Diversity: 1.0
Generated Text: you whyon hoop oboy a u duys. like somer your boyfriend askotooses me lek a teh. sil

Diversity: 1.2
Generated Text: you sow gnantve ollydex qoom, whe my bay lecker. he tuple uve wonld nimctey puvd,i h

---------- Epoch: 27 ---------- 

Loss on first batch after epoch 27: 1.40512835979

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyffriend is so me and i want my boyfriend is so the best the boyfriend is so go

Diversity: 0.5
Generated Text: my oyffriend is so seed a gon to deat a boyfriend is my boyfriend is so so pucking 

Diversity: 1.0
Generated Text: my hixd srerssa veed a oncally alloas like the cid sf my boyfriend~~~~~~~~~~~~~~~~~

Diversity: 1.2
Generated Text: my yoofriend~~~~~~~~~~~~~ elay, lloi~~~~~~~~~~~~~~~ oyee my boyfriend gtol whot~~~~

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i boyyfriend is so have a boyfriend is my boyfriend is the best friend is the boyf

Diversity: 0.5
Generated Text: i ilatk my boyfriend is to the stop hake when my boyfriend is so to he love to see

Diversity: 1.0
Generated Text: i leave out i aloe is my boyfriend ica risked crent us  exter. weer ut me i 1xtool

Diversity: 1.2
Generated Text: i loike mu taeno hut broch e wave ow peoplakin'h leaw doks:~~~~~~~~~~~~~~~~~~~~~~~

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ooyfriend is so me and i want to be to me and i want to so my boyfriend is so th

Diversity: 0.5
Generated Text: you ooyfriend i want to me hone i can't be like to my boyfriend is sute she best and

Diversity: 1.0
Generated Text: you uleky nake "morueg ang thin beatal and i can't det my boyfriend sonebull, i love

Diversity: 1.2
Generated Text: you ?ut mhame in t a gats my boyfriend one butaf!~~~~ yank me i want to buteav,  i o

---------- Epoch: 28 ---------- 

Loss on first batch after epoch 28: 1.38582837582

----- Sentence seed: my  ----- 

Diversity: 0.2
Generated Text: my oyffriend is so be and a boyfriend is a boyfriend is so gon the boyfriend is so 

Diversity: 0.5
Generated Text: my oyyfriend is to best friends like whink a boyfriend is my boyfriend is to know t

Diversity: 1.0
Generated Text: my ooyfriend dognt whan tith my boyfriend"~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ and m

Diversity: 1.2
Generated Text: my oly with' foecil'n wann my boyfriend is out~~~~~~~~~~~~~~~~~~~~~~~~i dhate wat m

----- Sentence seed: i  ----- 

Diversity: 0.2
Generated Text: i loyf my boyfriend is to be and i want to can i want to be to do to see my boyfri

Diversity: 0.5
Generated Text: i inet to my boyfriend is to get my boyfriend is the fucking my boyfriend is so me

Diversity: 1.0
Generated Text: i ot gant home to me soos!~~~~~~~~~~~~? tisis deapllel seat on my boyfriend" hake 

Diversity: 1.2
Generated Text: i jyu twave wo mes stappa si o duesn to s4mppant f"~~'lve sexpsrad andit er her bo

----- Sentence seed: you  ----- 

Diversity: 0.2
Generated Text: you ooyfriend is so me is my boyfriend is so me i have a boyfriend is my boyfriend i

Diversity: 0.5
Generated Text: you eonnt tay want work boyfriend is my boyfriend and i want to me to be and don't t

Diversity: 1.0
Generated Text: you isto a grt afung be like so me don't can deapols just a boyfriend this havre on 

Diversity: 1.2
Generated Text: you boyfraend is cp mlaking friend, of op im? i'm zo thit putaomsio eill plints come

---------- Epoch: 29 ---------- 

Loss on first batch after epoch 29: 1.3715672493

----- Sentence seed: my  ----- 

Diversity: 0.2
