
---------- Training Info: ---------- 

Number of examples: 59861
Length of examples: 4
Step size used: 1
Character set size: 89
Batch size: 256
Number of Iterations: 100
Generated sentence length: 50
Sentence Seeds: ['I wa', 'I li', 'I ne']
Diversities: [0.2, 0.5, 1.0, 1.2]

---------- Any additional notes: ---------- 

Testing this out

---------- All model information: ---------- 

{
  "class_name": "Sequential", 
  "config": [
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "batch_input_shape": [
          null, 
          4, 
          89
        ], 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "input_dim": 89, 
        "input_dtype": "float32", 
        "input_length": null, 
        "name": "lstm_1", 
        "output_dim": 512, 
        "return_sequences": true, 
        "stateful": false, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_1", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "input_dim": 512, 
        "input_length": null, 
        "name": "lstm_2", 
        "output_dim": 512, 
        "return_sequences": true, 
        "stateful": false, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_2", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "LSTM", 
      "config": {
        "U_regularizer": null, 
        "W_regularizer": null, 
        "activation": "tanh", 
        "b_regularizer": null, 
        "consume_less": "cpu", 
        "dropout_U": 0.0, 
        "dropout_W": 0.0, 
        "forget_bias_init": "one", 
        "go_backwards": false, 
        "init": "glorot_uniform", 
        "inner_activation": "hard_sigmoid", 
        "inner_init": "orthogonal", 
        "input_dim": 512, 
        "input_length": null, 
        "name": "lstm_3", 
        "output_dim": 512, 
        "return_sequences": false, 
        "stateful": false, 
        "trainable": true, 
        "unroll": false
      }
    }, 
    {
      "class_name": "Dropout", 
      "config": {
        "name": "dropout_3", 
        "p": 0.2, 
        "trainable": true
      }
    }, 
    {
      "class_name": "Dense", 
      "config": {
        "W_constraint": null, 
        "W_regularizer": null, 
        "activation": "linear", 
        "activity_regularizer": null, 
        "b_constraint": null, 
        "b_regularizer": null, 
        "bias": true, 
        "init": "glorot_uniform", 
        "input_dim": null, 
        "name": "dense_1", 
        "output_dim": 89, 
        "trainable": true
      }
    }, 
    {
      "class_name": "Activation", 
      "config": {
        "activation": "softmax", 
        "name": "activation_1", 
        "trainable": true
      }
    }
  ], 
  "keras_version": "1.0.4", 
  "loss": "categorical_crossentropy", 
  "optimizer": {
    "epsilon": 1e-08, 
    "lr": 0.0010000000474974513, 
    "name": "RMSprop", 
    "rho": 0.8999999761581421
  }, 
  "sample_weight_mode": null
}
---------- Iteration: 0 ---------- 

Loss after iteration 0: 2.41239

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I wan  m    e          e       e     a e      t  e    

Diversity: 0.5
Generated Sentence: I wana me f l ne    etew o  e   t   hie   ecr  l t    

Diversity: 1.0
Generated Sentence: I wan   rbludôla  IVffnu ekso rho  mxgs ouyetoon nn c 

Diversity: 1.2
Generated Sentence: I wanw hNtwstyfah iom  yhtau t g txtlawr Idp ?o d nc  

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I lin   o        t                   t t         na   

Diversity: 0.5
Generated Sentence: I linah ym to      e   eb   a otta   m  b um   la l tt

Diversity: 1.0
Generated Sentence: I lingrahna  !Nnm.wiu r.py   ythiw  ulp h'hdt Is anbnn

Diversity: 1.2
Generated Sentence: I lid   onbdtjs nm nuxs tau ianfgbhwit  trtfsphl.a wo 

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I nen   o          t      e     ea     e    e         

Diversity: 0.5
Generated Sentence: I nelty noyt io n o yiobotiu n  a    t ie t    bttf r 

Diversity: 1.0
Generated Sentence: I netau  rial ets mfsa  talath hte ryhn i y  plm   wwt

Diversity: 1.2
Generated Sentence: I ne wthn tnywnorggidta  osh hfmtIwo.xwm s o tIuiwth e

---------- Iteration: 1 ---------- 

Loss after iteration 1: 2.24819

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I wakt    eaee    aal    aae    aaa    aea  ieee    ea

Diversity: 0.5
Generated Sentence: I wakh mb boy rirad e eeeee my boyari idnl in aeoe uy 

Diversity: 1.0
Generated Sentence: I walc I  aktiih  ooli hv , ti te kaspÄ neou osewwgs  

Diversity: 1.2
Generated Sentence: I wakt  ydvl hift mr  oaikp lepe k  k dc ee e eo B ier

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like    iawe    aaee    ieee    waat    elae    aae 

Diversity: 0.5
Generated Sentence: I liki to    lw e    iawe a  e we t    ale   ea  h we 

Diversity: 1.0
Generated Sentence: I likr t pshes g k'ltr rlaiaeaoae  tewf   mhrv ‚ykl h 

Diversity: 1.2
Generated Sentence: I lihwIea .tolhcrvee.h wluTe.  rgw fgnflseo pectmpkeae

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I nea    liee    awe    aii    awee    aal    aae    a

Diversity: 0.5
Generated Sentence: I nea ys il eieey hteeiem  l ehes    ail   eele.t    a

Diversity: 1.0
Generated Sentence: I neoeo miiq  nhe t  adeemtsfhyeewse Icnaosw   nvei .e

Diversity: 1.2
Generated Sentence: I ne!lsm  whhn prvir eS k  vohlawiom kt bf wvlt ahmngm

---------- Iteration: 2 ---------- 

Loss after iteration 2: 2.03791

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I wann  o w en ey  o we n    wwln  e we n  s l  eewe  

Diversity: 0.5
Generated Sentence: I wann  e l eee  i lohea s    llwee  e aei h r  ha   h

Diversity: 1.0
Generated Sentence: I want ayleetiyaec,  ndmi tote ho e  s 'vl ntnn  h oee

Diversity: 1.2
Generated Sentence: I wasr  rwdadaed nbmta ilsga ahsseaeet .   ciicla so e

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like  o l  eewe    wlwn    llle  e le e  e le e  e l

Diversity: 0.5
Generated Sentence: I like  e le etteyaatn  i lile   nlwe   ewle  h h sl e

Diversity: 1.0
Generated Sentence: I liko hI e ne thfg ee t ste wfelh lfane got‚eusli u f

Diversity: 1.2
Generated Sentence: I like dv un  snW tw wn tr 'oln an .eu oa no te ,adpkM

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I neee  e le e  e ween  y waen  y w en  y w en ey    l

Diversity: 0.5
Generated Sentence: I nead  i al teee  o l ee en ee eo eheea teu  olwet  e

Diversity: 1.0
Generated Sentence: I nens a  peg seonno ty iie daea    wwln  vlwuoIrkntma

Diversity: 1.2
Generated Sentence: I neocpou  wssn  rmae syoliea  ykkh ryoslsnh  r rmom .

---------- Iteration: 3 ---------- 

Loss after iteration 3: 1.91382

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I wann ma  e leee  e llee  o leee  eel  e leee iieh  i

Diversity: 0.5
Generated Sentence: I wann mamt  elween  y w ehhe  onw  etl lhee m  s ld e

Diversity: 1.0
Generated Sentence: I wany boyfriend ootmcsstywindeei. Shie  s heeem.  I o

Diversity: 1.2
Generated Sentence: I wann meut. ITlatom yo  m we l oeeighlww dcw dnT sekl

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like th  e ln ee eiee  i lite  i late  e leee  i lit

Diversity: 0.5
Generated Sentence: I like wheh aiI   tlIe nn  a sr ee en ee  i lhme  o l 

Diversity: 1.0
Generated Sentence: I like to hh rorIe dnnfI,InbtNor.I Ilôwmen pytli g mvo

Diversity: 1.2
Generated Sentence: I like   hle do wnlt  h mmaslesl ieeh,  tol guhi tIalp

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I nee  e lsee  o l eee  i watn  y waen my boyfriend to

Diversity: 0.5
Generated Sentence: I nee sne io aym te  hnl yh ey lhee meedt lheeeI ennlt

Diversity: 1.0
Generated Sentence: I neettetE . I vos  ovlrmsmwt frme rield I aitssmAaIl 

Diversity: 1.2
Generated Sentence: I neyvÄs mtry hax   hlma tpdei  toob aise mawg   ltde 

---------- Iteration: 4 ---------- 

Loss after iteration 4: 1.68991

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be ao  o wetn my boyfriend to b

Diversity: 0.5
Generated Sentence: I want my boyfriend to beea to be hn oy biss wetn my b

Diversity: 1.0
Generated Sentence: I want my boyfriend to br ohct lone bo fnel tgelgs til

Diversity: 1.2
Generated Sentence: I wane me ro nea HIvcôys oo  mpblagt IyceI!w @  I want

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like when my boyfriend to be ao  o ween ty bila ae  

Diversity: 0.5
Generated Sentence: I like whet me  h Ie a ss  o str tal me soo taa s  e w

Diversity: 1.0
Generated Sentence: I like tysbia tt be cnyeô asme wiehh cie tevl neeaiyy,

Diversity: 1.2
Generated Sentence: I like thr twaebo hIacmn asf to bihl iiwad . ieIo tto 

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I nee te te my boyfriend to be ao  y bbyfree ae  o wtt

Diversity: 0.5
Generated Sentence: I ne soas wo ter aoi  ttb hat my boyfriend to be aam a

Diversity: 1.0
Generated Sentence: I nee toes bu oeskbys to savy  hcs  em' 'oer ùpjmg. i 

Diversity: 1.2
Generated Sentence: I neess to bnffrn m  j adiw. .'; huse M el  cgt d  m b

---------- Iteration: 5 ---------- 

Loss after iteration 5: 1.60113

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to me an  hee me an w eh te me to 

Diversity: 0.5
Generated Sentence: I want my boyfriend to ee seel me I want my boyfriend 

Diversity: 1.0
Generated Sentence: I want my boyfriend when I mo npk.  I like tha lekl ‚v

Diversity: 1.2
Generated Sentence: I want my boyfriend to tace eoo ditet tik mnre so clo.

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like to me in to laee me an  o weel oe te liee  h we

Diversity: 0.5
Generated Sentence: I like to be ahs my boyfriend to be aup mo to eo me it

Diversity: 1.0
Generated Sentence: I like waet me hs to in mo prpte. I like to nloe ahs m

Diversity: 1.2
Generated Sentence: I like hn and my 1nidn mI v ew n, sek 1ae to me wiyh s

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I nee my boyfriend to me I want my boyfriend to me wit

Diversity: 0.5
Generated Sentence: I neee ceee ie weeh he ee mi e om bored hn d m' boyfri

Diversity: 1.0
Generated Sentence: I nesl hakees be oe go ween aik no ane I ceny. E ISlo 

Diversity: 1.2
Generated Sentence: I neseisp m mb ac.  rhlp wlen my boyfriend ratrpptlss 

---------- Iteration: 6 ---------- 

Loss after iteration 6: 1.4313

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be to be and my boyfriend to wa

Diversity: 0.5
Generated Sentence: I wakt I like to me.  I like the I want my boyfriend t

Diversity: 1.0
Generated Sentence: I wakt mes by akdest 'u a rob my boyfriends I like whe

Diversity: 1.2
Generated Sentence: I wamcwasuthieg dats when myyflee is titt  phes Iut.  

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like when my boyfriend to be to have to be and my bo

Diversity: 0.5
Generated Sentence: I like when my boyfriend to te hhe I like when my boyf

Diversity: 1.0
Generated Sentence: I like oncrheine here when my boyfriend teigg he cImm 

Diversity: 1.2
Generated Sentence: I like feigtlifgut lnoks Itot bfen ifgknt my crrslfo' 

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to be to be and my boyfriend to be and my boyfr

Diversity: 0.5
Generated Sentence: I need to be to pooe his thr to elars to be and my boy

Diversity: 1.0
Generated Sentence: I neel boyyriend bwot finat my foot uvtaas ag is when 

Diversity: 1.2
Generated Sentence: I nede bny ra indeigalo si  feel itru more hhrogr. m s

---------- Iteration: 7 ---------- 

Loss after iteration 7: 1.32445

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be and me I like to have me to 

Diversity: 0.5
Generated Sentence: I want my boyfriend to like when ge of me to be at on 

Diversity: 1.0
Generated Sentence: I want my boyfriend sikd on when my besm cowp te hhim,

Diversity: 1.2
Generated Sentence: I want mo iv I don't lep, etxn. I nthcit or my boyfrie

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like the with me I want my boyfriend to be that my b

Diversity: 0.5
Generated Sentence: I like the and me and money in the want my boyfriend w

Diversity: 1.0
Generated Sentence: I like when my boyfriend i  hahey with me sire when he

Diversity: 1.2
Generated Sentence: I like thol frer me noo bar when I'cs gelsdl me.  I do

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need and me to be that my boyfriend to be that my bo

Diversity: 0.5
Generated Sentence: I need he pane my boyfriend to leing in the and mo by 

Diversity: 1.0
Generated Sentence: I need ratpanlrrm sole my boyfriend to gnri. d ‚lle wi

Diversity: 1.2
Generated Sentence: I neei3s tcdin inted he svoentp citase  I like thay h'

---------- Iteration: 8 ---------- 

Loss after iteration 8: 1.26484

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to me to be that my boyfriend to b

Diversity: 0.5
Generated Sentence: I want my boyfriend to be at with my boyfriend in the 

Diversity: 1.0
Generated Sentence: I want my boyfriend mut. I like him to flile will inpt

Diversity: 1.2
Generated Sentence: I want leaf.   I like to think hesnss to being rrohe. 

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be that my boyfriend to be

Diversity: 0.5
Generated Sentence: I like the go the to the tile me and my boyfriend I ne

Diversity: 1.0
Generated Sentence: I like to so diene surd ho nruk.  I nosledpl‚ my boyfr

Diversity: 1.2
Generated Sentence: I likess in lite s"yeLE ÄSK muty tane'ts oak in .aI me

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need his friend to be that my boyfriend to be that m

Diversity: 0.5
Generated Sentence: I need him to get me svore hase when my boyfriend to b

Diversity: 1.0
Generated Sentence: I nendss that und hoir da no buk satid me jnt wanthr u

Diversity: 1.2
Generated Sentence: I need ant he' ofs me geople kop hhat.  I have it glee

---------- Iteration: 9 ---------- 

Loss after iteration 9: 1.2509

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be so the when my boyfriend to 

Diversity: 0.5
Generated Sentence: I want my boyfriend to sland to his from poct me I wil

Diversity: 1.0
Generated Sentence: I want my bichh ore.  I want yeqtreep I need 'n my boy

Diversity: 1.2
Generated Sentence: I want my nikl pÄns olt.  I like that hin h b m(ngers.

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be to be about my boyfrien

Diversity: 0.5
Generated Sentence: I like when my boyfriend to have not me at we cinl tha

Diversity: 1.0
Generated Sentence: I like to has bornd.  I like to abnut att with I hate 

Diversity: 1.2
Generated Sentence: I like "n it‚iv, but matel sf when Iúhat my boyfriend 

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to be to have to have and to be so the sand I l

Diversity: 0.5
Generated Sentence: I need the go to be that I like that my boyfriend sims

Diversity: 1.0
Generated Sentence: I need to he I like the k m I want my boyfriend duss v

Diversity: 1.2
Generated Sentence: I need houd him flien ncderes word I'm frfo* my pet my

---------- Iteration: 10 ---------- 

Loss after iteration 10: 1.16589

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be and to be to be a because to

Diversity: 0.5
Generated Sentence: I want my boyfriend to be rorn my boyfriend to not s m

Diversity: 1.0
Generated Sentence: I want my boyfriend to wake happo n feth.  I like heme

Diversity: 1.2
Generated Sentence: I wane him.  I like.I I sever that refase winddry my b

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be a be a because he somet

Diversity: 0.5
Generated Sentence: I like it when my boyfriend to like to be to be that m

Diversity: 1.0
Generated Sentence: I like Ey more at things cived not want my boyfriends 

Diversity: 1.2
Generated Sentence: I like bemton a vooe.  I don‚Äôt with rersemtaring rin

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to be and has to be at my boyfriend to be a bec

Diversity: 0.5
Generated Sentence: I need his friend to be that my boyfriend to be and my

Diversity: 1.0
Generated Sentence: I neotont want my boyfriend cousd by alp ase of . . I 

Diversity: 1.2
Generated Sentence: I need hip.  I like it pUot hone detfen my boyfriend t

---------- Iteration: 11 ---------- 

Loss after iteration 11: 1.12782

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be and me I like that my boyfri

Diversity: 0.5
Generated Sentence: I want my boyfriend to be atounther to my boyfriend to

Diversity: 1.0
Generated Sentence: I want my but ous me mas takesd with my boyfriend peow

Diversity: 1.2
Generated Sentence: I wann to him he daln an anbare the .i' week if not an

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to like that my boyfriend to 

Diversity: 0.5
Generated Sentence: I like that my boyfriend to his salk an oun on me and 

Diversity: 1.0
Generated Sentence: I like to le knows acus ir that I cisa friend to get m

Diversity: 1.2
Generated Sentence: I like mo bonk moge ade my at the nije. I want my boyf

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to me I like that my boyfriend to be and I 

Diversity: 0.5
Generated Sentence: I need and on me I like that my boyfriend to me me and

Diversity: 1.0
Generated Sentence: I need with me that the  I want my boyfriend to he ack

Diversity: 1.2
Generated Sentence: I need to be vanssobo ssou.  I don't missenÄ-yE in pis

---------- Iteration: 12 ---------- 

Loss after iteration 12: 1.10259

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be something to be a comes with

Diversity: 0.5
Generated Sentence: I want my boyfriend to she miss me with my boyfriend t

Diversity: 1.0
Generated Sentence: I want my boyfriend to sulkeds to gutt friend to seneÄ

Diversity: 1.2
Generated Sentence: I want sweetsoarertonot un.  I don't lonverythingil mo

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like to be something my boyfriend to be about my boy

Diversity: 0.5
Generated Sentence: I like to be friend aster all me him to go to be that 

Diversity: 1.0
Generated Sentence: I like when I hate when my boyfriend ilke on to list i

Diversity: 1.2
Generated Sentence: I likr one, his "vemhirn takeilnly lagky.I I bis agoni

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be a boyfriend to be something to be a l

Diversity: 0.5
Generated Sentence: I need him when my boyfriend to secures I want my boyf

Diversity: 1.0
Generated Sentence: I need the sispry line friend the for a naplly blot me

Diversity: 1.2
Generated Sentence: I needs ig mom wukise of my boyfriend to aphing a cini

---------- Iteration: 13 ---------- 

Loss after iteration 13: 1.08122

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be and has me to me to be that 

Diversity: 0.5
Generated Sentence: I want my boyfriend to have to she and I like when my 

Diversity: 1.0
Generated Sentence: I want my boyfriend. He Dalls as and wase the mad ros.

Diversity: 1.2
Generated Sentence: I want leavh powce I can toica s iln and and sto.t I s

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be the saming my boyfriend

Diversity: 0.5
Generated Sentence: I like when I want my boyfriend to sleep and is on the

Diversity: 1.0
Generated Sentence: I like them beot for sexuvive when my boyfriends  I wa

Diversity: 1.2
Generated Sentence: I like sinika when my boyfriend and not gring.  I like

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be that my boyfriend to be that my boyfr

Diversity: 0.5
Generated Sentence: I need him to be that my boyfriend to be and with me t

Diversity: 1.0
Generated Sentence: I needs tole bests him I like thing to be that nares o

Diversity: 1.2
Generated Sentence: I needsaorlt shoutimes.  like when I'm when my boyfrie

---------- Iteration: 14 ---------- 

Loss after iteration 14: 1.04778

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be to be so the being me to be 

Diversity: 0.5
Generated Sentence: I want my boyfriend to send to be so so to that my boy

Diversity: 1.0
Generated Sentence: I want my boyfriend they welc I like the raret.  I don

Diversity: 1.2
Generated Sentence: I want my booy abaot and. I like that maky hu is I ast

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be mad and has a sick I li

Diversity: 0.5
Generated Sentence: I like better to be to be so that my boyfriend to get 

Diversity: 1.0
Generated Sentence: I like to goht as aspa listiflurdoe the are a consoall

Diversity: 1.2
Generated Sentence: I like the persthinks Me no jowoinrin loves when rompo

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be me and to the because that my boyfrie

Diversity: 0.5
Generated Sentence: I need and has and to talk a turn to him and doesn't w

Diversity: 1.0
Generated Sentence: I need he disling to the rlead be s od me me sing i ha

Diversity: 1.2
Generated Sentence: I need ham nifhert my boyfriend doesn't wantess him in

---------- Iteration: 15 ---------- 

Loss after iteration 15: 1.02761

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be to be to be to be to be that

Diversity: 0.5
Generated Sentence: I want my boyfriend to be somethings I hate when my bo

Diversity: 1.0
Generated Sentence: I want my boyfriend unting homes out with a best  I wa

Diversity: 1.2
Generated Sentence: I wantsseas to be to text it, lodinghes. I hate when m

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like to be to be that my boyfriend to me and to my b

Diversity: 0.5
Generated Sentence: I like when my boyfriend is I want my boyfriend to hav

Diversity: 1.0
Generated Sentence: I like when he won'e when my boyfriend hopsly me I lik

Diversity: 1.2
Generated Sentence: I like go to makeing of sools wow get do ofd.  I like 

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to my boyfriend to be that my boyfriend to have

Diversity: 0.5
Generated Sentence: I need and and doesn't want my boyfriend to his sleep 

Diversity: 1.0
Generated Sentence: I need his fming but I don't want my boyfriend shape g

Diversity: 1.2
Generated Sentence: I need horudosenteSxnwesing man m to slaf.  I has food

---------- Iteration: 16 ---------- 

Loss after iteration 16: 0.993927

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be about my boyfriend to be abo

Diversity: 0.5
Generated Sentence: I want my boyfriend to tell me to the funming me for t

Diversity: 1.0
Generated Sentence: I want my boyfriend wase discevet me, I getting i  riw

Diversity: 1.2
Generated Sentence: I want money "jpminanment to chay. .  wihl like ty bre

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like to my boyfriend to be about my boyfriend to me 

Diversity: 0.5
Generated Sentence: I like when my boyfriend is take I like when my boyfri

Diversity: 1.0
Generated Sentence: I like it come wolk, play like smopisit a cinutar BeÄa

Diversity: 1.2
Generated Sentence: I like somet me a bhougd..  I will tells like ad‚ig.  

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be about my boyfriend to be about my boy

Diversity: 0.5
Generated Sentence: I need in a get and calls I want my boyfriend to like 

Diversity: 1.0
Generated Sentence: I need buying spely notedts when my boyfriend to so I 

Diversity: 1.2
Generated Sentence: I need.  I neer a like when he's even amooleds.. I wan

---------- Iteration: 17 ---------- 

Loss after iteration 17: 0.986903

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be able to be able to be able t

Diversity: 0.5
Generated Sentence: I want my boyfriend to gat breaks my boyfriend to be a

Diversity: 1.0
Generated Sentence: I want my boyfriend toul and sexuats.  I don't martuvt

Diversity: 1.2
Generated Sentence: I wants cagbingers like selioing, don't s.n. I meater‚

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be and to be and money and

Diversity: 0.5
Generated Sentence: I like when my boyfriend to and is in a cives me when 

Diversity: 1.0
Generated Sentence: I like a ban mins so cally butty ofder madhucktion his

Diversity: 1.2
Generated Sentence: I like that my pwofldakgs duplice a intov! my boyfrien

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to be able to be able to be able to be able to 

Diversity: 0.5
Generated Sentence: I need with me and to be and I like when my boyfriend 

Diversity: 1.0
Generated Sentence: I need to like when my earc youÄd asdrorthy trugking m

Diversity: 1.2
Generated Sentence: I need hald just H, shorlias hate it onreralt the but.

---------- Iteration: 18 ---------- 

Loss after iteration 18: 0.985728

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be that my boyfriend to be and 

Diversity: 0.5
Generated Sentence: I want my boyfriend is with my boyfriend to do starts 

Diversity: 1.0
Generated Sentence: I want my boyfriend to me. I do my boyfriend floucbrel

Diversity: 1.2
Generated Sentence: I want meseuc lone.  I want up agtat pizhiov mulk um n

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be a boyfriend to be that 

Diversity: 0.5
Generated Sentence: I like that my boyfriend to have to not the because he

Diversity: 1.0
Generated Sentence: I like that my boyfriend halys  I don‚Äôt wann day wit

Diversity: 1.2
Generated Sentence: I like ble, to do that then my boyfriend with me.  I d

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to him to be a be that my boyfriend to have a c

Diversity: 0.5
Generated Sentence: I need with my boyfriend to talk to be hate when my bo

Diversity: 1.0
Generated Sentence: I need with my boyfriend cat want my boyfriend to like

Diversity: 1.2
Generated Sentence: I needs so adaliks him to pomethimat homeit, îecass me

---------- Iteration: 19 ---------- 

Loss after iteration 19: 0.95311

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be that my boyfriend to be that

Diversity: 0.5
Generated Sentence: I want my boyfriend to show my boyfriend to sleep in a

Diversity: 1.0
Generated Sentence: I want people same and pling my boyfriend if I actree 

Diversity: 1.2
Generated Sentence: I want my  houcle mase week.    wotmonay stacts catk b

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be that my boyfriend to be

Diversity: 0.5
Generated Sentence: I like to be a but on my boyfriend to be my boyfriend 

Diversity: 1.0
Generated Sentence: I like to his pus gets the more in the pompof friend t

Diversity: 1.2
Generated Sentence: I like when cadsing.  I like it when reasleep even, ma

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be a pome and I like to be that my boyfr

Diversity: 0.5
Generated Sentence: I need to be that my boyfriend a los.  I want my boyfr

Diversity: 1.0
Generated Sentence: I need out, and if we cures.  I want my boyfriend conc

Diversity: 1.2
Generated Sentence: I need friend'sss.  I like him to be round,.  I like g

---------- Iteration: 20 ---------- 

Loss after iteration 20: 0.939976

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be to be to be a lot me to slee

Diversity: 0.5
Generated Sentence: I want my boyfriend agting to be can sces because he c

Diversity: 1.0
Generated Sentence: I want my boyfriend to pay even my boyfriend into his 

Diversity: 1.2
Generated Sentence: I want my boyfriend vruvet me just my boyfriend (lasy 

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be to be to be to be to be

Diversity: 0.5
Generated Sentence: I like too much me to be that my boyfriend like that m

Diversity: 1.0
Generated Sentence: I like when I'm sing you callinger and staro cook flow

Diversity: 1.2
Generated Sentence: I like sleep ochert  I like that my big orfeshill me u

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need my boyfriend to sport me when my boyfriend to s

Diversity: 0.5
Generated Sentence: I need of me and my boyfriend to have a sider I want m

Diversity: 1.0
Generated Sentence: I need to need my boyfriend to pays gind out with my b

Diversity: 1.2
Generated Sentence: I need sick on and ne.  I want my boyfriend ) úadif.e 

---------- Iteration: 21 ---------- 

Loss after iteration 21: 0.93508

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be about with my boyfriend to b

Diversity: 0.5
Generated Sentence: I want my boyfriend to that my boyfriend cature he is 

Diversity: 1.0
Generated Sentence: I want I hate when my boyfriend thing me soIk and is w

Diversity: 1.2
Generated Sentence: I want my boyfriend my boyfriend is and emo.  I don't 

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be about with my boyfriend

Diversity: 0.5
Generated Sentence: I like the wake me over so friend to my boyfriend to s

Diversity: 1.0
Generated Sentence: I like when p'ind is aver.  I want of dounn.  I like h

Diversity: 1.2
Generated Sentence: I like that him i hate  tati less liliter‚mourmine.  I

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be about with my boyfriend to be a sider

Diversity: 0.5
Generated Sentence: I need him to be some off the way for me to have a gir

Diversity: 1.0
Generated Sentence: I need he tume hang maver whings be I like flops geist

Diversity: 1.2
Generated Sentence: I need when I don't want sfome.  I want my boyfriend t

---------- Iteration: 22 ---------- 

Loss after iteration 22: 0.903289

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be that my boyfriend to be that

Diversity: 0.5
Generated Sentence: I want my boyfriend to be my boyfriend to him to have 

Diversity: 1.0
Generated Sentence: I want to be make for to should rempmo nan cocf to do 

Diversity: 1.2
Generated Sentence: I want my boyfriend to be than I will is gking money K

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be that my boyfriend to be

Diversity: 0.5
Generated Sentence: I like that my boyfriend to sleep my boyfriend to be t

Diversity: 1.0
Generated Sentence: I like to soortr les koce poiy sweet, go to.  I want m

Diversity: 1.2
Generated Sentence: I like that me about ruli geter  IIlik ack from i hate

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be something and to be to be that my boy

Diversity: 0.5
Generated Sentence: I need and to be somethink out my boyfriend to sleep I

Diversity: 1.0
Generated Sentence: I need holed not.  I want my boyfriend to be gurer it 

Diversity: 1.2
Generated Sentence: I need.  I like tt like mike.  I like it's.  I want my

---------- Iteration: 23 ---------- 

Loss after iteration 23: 0.887177

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be a bad doesn't want my boyfri

Diversity: 0.5
Generated Sentence: I want my boyfriend to me and when I want my boyfriend

Diversity: 1.0
Generated Sentence: I wants happen.  I want my boyfriend to easing me pona

Diversity: 1.2
Generated Sentence: I wants make morning llok I need somethink is silk my 

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like when my boyfriend to be a ponting and I like to

Diversity: 0.5
Generated Sentence: I like when my boyfriend be surprise me I want my boyf

Diversity: 1.0
Generated Sentence: I like choy him home same if I am stmy as abwer that m

Diversity: 1.2
Generated Sentence: I like it br he me e undrecmiceay.  I want my clurgy t

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be that my boyfriend to be that my boyfr

Diversity: 0.5
Generated Sentence: I need him to have a stable.  I like when I don't want

Diversity: 1.0
Generated Sentence: I need his in for line spupe wa hilhy. "mlae.  I li?e 

Diversity: 1.2
Generated Sentence: I need him but scrooo I hate fob -s and is friend is a

---------- Iteration: 24 ---------- 

Loss after iteration 24: 0.898104

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be about me and I like the bed 

Diversity: 0.5
Generated Sentence: I want my boyfriend to be friend to have a bing me and

Diversity: 1.0
Generated Sentence: I want under is come when my boyfriend to hangs I hate

Diversity: 1.2
Generated Sentence: I want excial the carowe. I want my boyfriendrhes.  I 

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to him to be that my boyfrien

Diversity: 0.5
Generated Sentence: I like to have for me I like his friend to be so he is

Diversity: 1.0
Generated Sentence: I like me oose that my boyfriend the my but it" him to

Diversity: 1.2
Generated Sentence: I like. I like when ror me, with sweetedr him. k him I

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to be about him to be that my boyfriend to be s

Diversity: 0.5
Generated Sentence: I need to have a ring me when I'm with my boyfriend to

Diversity: 1.0
Generated Sentence: I need Svame if he being not does a bed to anery sbung

Diversity: 1.2
Generated Sentence: I need to me shoubing when my friend.  I don.  I don't

---------- Iteration: 25 ---------- 

Loss after iteration 25: 0.863702

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be so he call me I like that my

Diversity: 0.5
Generated Sentence: I want my boyfriend to get  I like it when my boyfrien

Diversity: 1.0
Generated Sentence: I want my boyfriend workpualhy and not if the alter wh

Diversity: 1.2
Generated Sentence: I want my rin a facouad lhes soit ow 's it's uf make p

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be to be so that my boyfri

Diversity: 0.5
Generated Sentence: I like that my boyfriend to be something off that my b

Diversity: 1.0
Generated Sentence: I like when he comp before my boyfriend nadi mud all t

Diversity: 1.2
Generated Sentence: I like malk, like when i am hones matime.  I like him 

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to be to be something to be so I like that my b

Diversity: 0.5
Generated Sentence: I need him to be a tames with me no not have to be kee

Diversity: 1.0
Generated Sentence: I need him to no I stuff and to be nyou. no not feel n

Diversity: 1.2
Generated Sentence: I need him. or e juyt stupfared of his jarcially.  I l

---------- Iteration: 26 ---------- 

Loss after iteration 26: 0.869216

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be that my boyfriend to be my b

Diversity: 0.5
Generated Sentence: I want my boyfriend to be my boyfriend to sleep in his

Diversity: 1.0
Generated Sentence: I want my fumury i am on my boyfriend to sleep ound or

Diversity: 1.2
Generated Sentence: I want torly cherksapeIÄù mucl and lets theakh enromeL

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be that my boyfriend to be

Diversity: 0.5
Generated Sentence: I like when my boyfriend kisses what my boyfriend to s

Diversity: 1.0
Generated Sentence: I like when he madartiest me,.  I don't like that my n

Diversity: 1.2
Generated Sentence: I like thin I need it make up in the sarn a crafblet, 

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be something me I like that my boyfriend

Diversity: 0.5
Generated Sentence: I need sick when my boyfriend to me of me in the bat h

Diversity: 1.0
Generated Sentence: I need him.  I need him but something the like friend 

Diversity: 1.2
Generated Sentence: I need him.  I like tloblem. I hate no she...  I want 

---------- Iteration: 27 ---------- 

Loss after iteration 27: 0.866442

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be to be to be to be that my bo

Diversity: 0.5
Generated Sentence: I want my boyfriend to be to be to be that my boyfrien

Diversity: 1.0
Generated Sentence: I wantess as up ans too. I'm sreaca in the wowld on me

Diversity: 1.2
Generated Sentence: I want my agi tf a night want my boyfriend talt. I lik

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be that my boyfriend to be

Diversity: 0.5
Generated Sentence: I like this for me when my boyfriend to go the say spe

Diversity: 1.0
Generated Sentence: I like the hairy my boyfriend was with ligers to we as

Diversity: 1.2
Generated Sentence: I like the ruge best friend but  I like when week, it 

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to be to be to be about him to be to be able to

Diversity: 0.5
Generated Sentence: I need even we go the considerstand and say best frien

Diversity: 1.0
Generated Sentence: I need has my boyfriend sphiads me bring my boyfriend 

Diversity: 1.2
Generated Sentence: I need when I'm hus a flch. Kind doesn't like when hur

---------- Iteration: 28 ---------- 

Loss after iteration 28: 0.858617

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be and I like that my boyfriend

Diversity: 0.5
Generated Sentence: I want my boyfriend to be to be hate when my boyfriend

Diversity: 1.0
Generated Sentence: I want my boyfriend to pontrol when he's not better pa

Diversity: 1.2
Generated Sentence: I want to talk.  I like when Iistening.  I need bough 

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be something and I like th

Diversity: 0.5
Generated Sentence: I like when my boyfriend to be everything if I hate wh

Diversity: 1.0
Generated Sentence: I like when I will when I'm buys rude that he more jus

Diversity: 1.2
Generated Sentence: I like carites when gome rarirals for when I strre and

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be and I like that my boyfriend to be th

Diversity: 0.5
Generated Sentence: I need to be able to be that my boyfriend to be able t

Diversity: 1.0
Generated Sentence: I need himhs pothir, napt for to peis grab-regat see w

Diversity: 1.2
Generated Sentence: I need it sweet.  I don‚Äôt i am when my boyfriend in 

---------- Iteration: 29 ---------- 

Loss after iteration 29: 0.82926

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be to be that my boyfriend to b

Diversity: 0.5
Generated Sentence: I want my boyfriend to really best friend to be my boy

Diversity: 1.0
Generated Sentence: I want my boyfriend is mom with them not good blend ca

Diversity: 1.2
Generated Sentence: I want my rhand't cood i want myself I want my boyfrie

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like when my boyfriend to be my boyfriend to be able

Diversity: 0.5
Generated Sentence: I like when my boyfriend to have a purly can stree for

Diversity: 1.0
Generated Sentence: I like will be a gays but the say upset .i i want my b

Diversity: 1.2
Generated Sentence: I like when I scyatof the s  stwepn togething we goodm

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be that my boyfriend to be able that my 

Diversity: 0.5
Generated Sentence: I need to be my boyfriend to be to so go that my boyfr

Diversity: 1.0
Generated Sentence: I need him touch the budsy me  I want my best make up 

Diversity: 1.2
Generated Sentence: I need hangound'c cotthray than I don't want my to lik

---------- Iteration: 30 ---------- 

Loss after iteration 30: 0.822081

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be that my boyfriend to be that

Diversity: 0.5
Generated Sentence: I want my boyfriend to be over his friend to be a good

Diversity: 1.0
Generated Sentence: I want my boyfriend to upes to take my boyfriend liste

Diversity: 1.2
Generated Sentence: I want my boyfriend Mo kissesiont.  I like that we ent

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be to be to be to be able 

Diversity: 0.5
Generated Sentence: I like that my boyfriend to that me a partner so much 

Diversity: 1.0
Generated Sentence: I like to not be that my boyfriend to he cingertions h

Diversity: 1.2
Generated Sentence: I like for in angry atforueg  I  like coullay.  I want

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I never me and I like that my boyfriend to be able to 

Diversity: 0.5
Generated Sentence: I never and to be to me and and sex and doesn't want m

Diversity: 1.0
Generated Sentence: I need to drink often them my boyfriend to makes buy m

Diversity: 1.2
Generated Sentence: I never whichs ih I don't want my boyfriend butthing e

---------- Iteration: 31 ---------- 

Loss after iteration 31: 0.80157

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be and doesn't want my boyfrien

Diversity: 0.5
Generated Sentence: I want my boyfriend to be to have a bad my boyfriend t

Diversity: 1.0
Generated Sentence: I want my boyfriend when my boyfriend to be My Boyfrie

Diversity: 1.2
Generated Sentence: I want my boyfriend taking i like his apprenlly hairs,

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be something to be somethi

Diversity: 0.5
Generated Sentence: I like to compliment my boyfriend he play up and put m

Diversity: 1.0
Generated Sentence: I like my harpeatenis on and sucporladigter that's alw

Diversity: 1.2
Generated Sentence: I like that leav caheds book his friend to sare igncme

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to supports me and to be and to be and I li

Diversity: 0.5
Generated Sentence: I need to my boyfriend to be mad I like that my boyfri

Diversity: 1.0
Generated Sentence: I need a consomyoes because he. I like thaty pers he f

Diversity: 1.2
Generated Sentence: I neverything home outihsing in tealines tige.  I like

---------- Iteration: 32 ---------- 

Loss after iteration 32: 0.803115

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be to be that my boyfriend to b

Diversity: 0.5
Generated Sentence: I want my boyfriend to the condom when my boyfriend to

Diversity: 1.0
Generated Sentence: I want my boyfriend to ade to so not hus my boyfriend 

Diversity: 1.2
Generated Sentence: I want my own ‚, for tuvling soors, but the same ilk h

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to have a conversations when 

Diversity: 0.5
Generated Sentence: I like that I want my boyfriend to be that my boyfrien

Diversity: 1.0
Generated Sentence: I like when I tells the usly, it is friend like myself

Diversity: 1.2
Generated Sentence: I like too.  I like need wlite his nuptuse I like but 

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be from my boyfriend to be that my boyfr

Diversity: 0.5
Generated Sentence: I need to be cund complex and doesn't want my boyfrien

Diversity: 1.0
Generated Sentence: I need to be an ask.  I like I hate it when but rom a 

Diversity: 1.2
Generated Sentence: I need him to relend I like has ring adain.  I wantshi

---------- Iteration: 33 ---------- 

Loss after iteration 33: 0.809664

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be to be to be to be to be to b

Diversity: 0.5
Generated Sentence: I want my boyfriend to make my boyfriend to be to pres

Diversity: 1.0
Generated Sentence: I want my creally do something hute on my boyfriend to

Diversity: 1.2
Generated Sentence: I want my boyfriend sles mof and benc Eaing show he kn

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like that my boyfriend to be to be to be able to be 

Diversity: 0.5
Generated Sentence: I like that me and I like the same the snorf with me a

Diversity: 1.0
Generated Sentence: I like thee pics say I nevery left man.  I want so bri

Diversity: 1.2
Generated Sentence: I like when he caredtimes when my gat my boyfriend say

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need to be to have a pons with me over that my boyfr

Diversity: 0.5
Generated Sentence: I need him.  I like to cute and stave a considarity an

Diversity: 1.0
Generated Sentence: I need to snore than make him bury you I like when my 

Diversity: 1.2
Generated Sentence: I need for that me in for on my boyfriend that my boyf

---------- Iteration: 34 ---------- 

Loss after iteration 34: 0.806756

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be that my boyfriend to be that

Diversity: 0.5
Generated Sentence: I want my boyfriend to be start because I like that my

Diversity: 1.0
Generated Sentence: I want my boyfriend mrpotify plays in a picture about 

Diversity: 1.2
Generated Sentence: I want My Boyfriend wat.  I like when shes me up.  I l

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like when my boyfriend to be that my boyfriend to be

Diversity: 0.5
Generated Sentence: I like when my boyfriend to be to love his my boyfrien

Diversity: 1.0
Generated Sentence: I like when I can makes prove of my boyfriend's me I w

Diversity: 1.2
Generated Sentence: I like have I wanther, I like that my boyfriend I'm no

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be that my boyfriend to be that my boyfr

Diversity: 0.5
Generated Sentence: I need him to be some him to be talk about my boyfrien

Diversity: 1.0
Generated Sentence: I need him.  I want my boyfriend time when my boyfrien

Diversity: 1.2
Generated Sentence: I need my clingy zayeshfrepken he workpeating my boyfr

---------- Iteration: 35 ---------- 

Loss after iteration 35: 0.790087

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be that my boyfriend to spoil t

Diversity: 0.5
Generated Sentence: I want my boyfriend to me when my boyfriend to be talk

Diversity: 1.0
Generated Sentence: I want my boyfriend to have me after and to knows but 

Diversity: 1.2
Generated Sentence: I want my boyfriend want my boyfriend doesn't like whe

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like when my boyfriend to be that my boyfriend to be

Diversity: 0.5
Generated Sentence: I like that my boyfriend to be space to mad at my boyf

Diversity: 1.0
Generated Sentence: I like too invins conforde I like to never that Hy NOd

Diversity: 1.2
Generated Sentence: I like from hair to nonige feel about it's greater the

----- Sentence seed: I ne----- 

Diversity: 0.2
Generated Sentence: I need him to be that my boyfriend to be that my boyfr

Diversity: 0.5
Generated Sentence: I need him to have a celess I like that my boyfriend t

Diversity: 1.0
Generated Sentence: I needak. Ln his raune of thes me to drives like we're

Diversity: 1.2
Generated Sentence: I need the phansiter‚Äù I will back the for flirt mlke

---------- Iteration: 36 ---------- 

Loss after iteration 36: 0.785571

----- Sentence seed: I wa----- 

Diversity: 0.2
Generated Sentence: I want my boyfriend to be a started to be to be to be 

Diversity: 0.5
Generated Sentence: I want my boyfriend to the can stable to be my boyfrie

Diversity: 1.0
Generated Sentence: I want my money e jong rund yeirs with w tarcessapy fo

Diversity: 1.2
Generated Sentence: I was.  I like .  he's so laugh them.  I want my boyfr

----- Sentence seed: I li----- 

Diversity: 0.2
Generated Sentence: I like when my boyfriend to be to be a boyfriend to be

Diversity: 0.5
